------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-15 15:01:01.290000
end_time: 2021-01-15 15:01:01.343000
duration: 0.053

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-15 15:01:06.313000
end_time: 2021-01-15 15:01:06.342000
duration: 0.029

id: 2
command: takeoff
response: ok
start time: 2021-01-15 15:01:07.820000
end_time: 2021-01-15 15:01:13.890000
duration: 6.07

id: 3
command: mon
response: ok
start time: 2021-01-15 15:01:13.891000
end_time: 2021-01-15 15:01:13.941000
duration: 0.05

id: 4
command: mdirection 2
response: ok
start time: 2021-01-15 15:01:13.941000
end_time: 2021-01-15 15:01:14.001000
duration: 0.06

id: 5
command: go 0 0 70 80 m1
response: ok
start time: 2021-01-15 15:01:14.002000
end_time: 2021-01-15 15:01:15.265000
duration: 1.263

id: 6
command: jump 110 0 60 40 0 m1 m2
response: None
start time: 2021-01-15 15:01:15.266000
end_time: None
duration: None

id: 7
command: go 0 0 70 80 m2
response: error No valid marker
start time: 2021-01-15 15:01:24.276000
end_time: 2021-01-15 15:01:24.395000
duration: 0.119

id: 8
command: land
response: ok
start time: 2021-01-15 15:01:24.397000
end_time: 2021-01-15 15:01:27.711000
duration: 3.314

