------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-15 13:12:54.265000
end_time: 2021-01-15 13:12:54.317000
duration: 0.052

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-15 13:12:59.300000
end_time: 2021-01-15 13:12:59.315000
duration: 0.015

id: 2
command: takeoff
response: ok
start time: 2021-01-15 13:13:00.812000
end_time: 2021-01-15 13:13:06.912000
duration: 6.1

id: 3
command: mon
response: ok
start time: 2021-01-15 13:13:06.913000
end_time: 2021-01-15 13:13:06.963000
duration: 0.05

id: 4
command: mdirection 2
response: ok
start time: 2021-01-15 13:13:06.964000
end_time: 2021-01-15 13:13:07.014000
duration: 0.05

id: 5
command: go 0 0 70 80 m2
response: ok
start time: 2021-01-15 13:13:07.015000
end_time: 2021-01-15 13:13:08.088000
duration: 1.073

id: 6
command: jump -60 0 70 50 0 m2 m3
response: error No valid marker
start time: 2021-01-15 13:13:08.089000
end_time: 2021-01-15 13:13:11.912000
duration: 3.823

id: 7
command: go 0 0 70 80 m3
response: error No valid marker
start time: 2021-01-15 13:13:11.914000
end_time: 2021-01-15 13:13:14.055000
duration: 2.141

id: 8
command: land
response: ok
start time: 2021-01-15 13:13:14.057000
end_time: 2021-01-15 13:13:17.523000
duration: 3.466

