------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-08 14:07:58.032000
end_time: 2021-01-08 14:07:58.074000
duration: 0.042

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-08 14:08:03.073000
end_time: 2021-01-08 14:08:03.130000
duration: 0.057

id: 2
command: takeoff
response: ok
start time: 2021-01-08 14:08:04.595000
end_time: 2021-01-08 14:08:09.087000
duration: 4.492

id: 3
command: jump 30 40 35 50
response: None
start time: 2021-01-08 14:08:09.088000
end_time: None
duration: None

id: 4
command: land
response: error
start time: 2021-01-08 14:08:18.090000
end_time: 2021-01-08 14:08:18.114000
duration: 0.024

