------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-15 17:47:46.875000
end_time: 2021-01-15 17:47:46.922000
duration: 0.047

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-15 17:47:51.900000
end_time: 2021-01-15 17:47:51.915000
duration: 0.015

id: 2
command: takeoff
response: error
start time: 2021-01-15 17:47:53.403000
end_time: 2021-01-15 17:47:53.450000
duration: 0.047

id: 3
command: land
response: error
start time: 2021-01-15 17:47:53.450000
end_time: 2021-01-15 17:47:53.506000
duration: 0.056

