------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-15 17:47:08.952000
end_time: 2021-01-15 17:47:08.974000
duration: 0.022

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-15 17:47:13.984000
end_time: 2021-01-15 17:47:14.068000
duration: 0.084

id: 2
command: takeoff
response: error
start time: 2021-01-15 17:47:15.487000
end_time: 2021-01-15 17:47:15.497000
duration: 0.01

id: 3
command: land
response: error
start time: 2021-01-15 17:47:15.497000
end_time: 2021-01-15 17:47:15.559000
duration: 0.062

