------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 20:06:11.142000
end_time: 2021-01-18 20:06:11.195000
duration: 0.053

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-18 20:06:16.159000
end_time: 2021-01-18 20:06:16.209000
duration: 0.05

id: 2
command: takeoff
response: ok
start time: 2021-01-18 20:06:17.674000
end_time: 2021-01-18 20:06:21.201000
duration: 3.527

id: 3
command: mon
response: ok
start time: 2021-01-18 20:06:21.202000
end_time: 2021-01-18 20:06:21.251000
duration: 0.049

id: 4
command: mdirection 2
response: ok
start time: 2021-01-18 20:06:21.252000
end_time: 2021-01-18 20:06:21.302000
duration: 0.05

id: 5
command: go 0 0 50 100 m1
response: ok
start time: 2021-01-18 20:06:21.302000
end_time: 2021-01-18 20:06:22.782000
duration: 1.48

id: 6
command: jump -110 0 50 100 0 m1 m2
response: ok
start time: 2021-01-18 20:06:22.783000
end_time: 2021-01-18 20:06:27.283000
duration: 4.5

id: 7
command: go 0 0 50 100 m2
response: ok
start time: 2021-01-18 20:06:27.283000
end_time: 2021-01-18 20:06:27.881000
duration: 0.598

id: 8
command: jump 0 -60 50 100 0 m2 m3
response: error No valid marker
start time: 2021-01-18 20:06:27.883000
end_time: 2021-01-18 20:06:32.678000
duration: 4.795

id: 9
command: go 0 0 50 100 m3
response: error No valid marker
start time: 2021-01-18 20:06:32.680000
end_time: 2021-01-18 20:06:34.818000
duration: 2.138

id: 10
command: jump 110 0 50 100 0 m3 m4
response: error No valid marker
start time: 2021-01-18 20:06:34.821000
end_time: 2021-01-18 20:06:34.869000
duration: 0.048

id: 11
command: go 0 0 50 100 m4
response: error No valid marker
start time: 2021-01-18 20:06:34.871000
end_time: 2021-01-18 20:06:37.009000
duration: 2.138

id: 12
command: jump 0 60 50 100 0 m4 m1
response: error No valid marker
start time: 2021-01-18 20:06:37.017000
end_time: 2021-01-18 20:06:39.103000
duration: 2.086

id: 13
command: go 0 0 50 100 m1
response: error No valid marker
start time: 2021-01-18 20:06:39.105000
end_time: 2021-01-18 20:06:41.246000
duration: 2.141

id: 14
command: land
response: ok
start time: 2021-01-18 20:06:41.248000
end_time: 2021-01-18 20:06:44.266000
duration: 3.018

