------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 18:49:22.612000
end_time: 2021-01-18 18:49:22.653000
duration: 0.041

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-18 18:49:27.646000
end_time: 2021-01-18 18:49:27.699000
duration: 0.053

id: 2
command: takeoff
response: error
start time: 2021-01-18 18:49:29.153000
end_time: 2021-01-18 18:49:29.193000
duration: 0.04

id: 3
command: land
response: error
start time: 2021-01-18 18:49:29.194000
end_time: 2021-01-18 18:49:29.232000
duration: 0.038

