------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 18:57:12.446000
end_time: 2021-01-18 18:57:12.484000
duration: 0.038

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-18 18:57:17.462000
end_time: 2021-01-18 18:57:17.515000
duration: 0.053

id: 2
command: takeoff
response: error
start time: 2021-01-18 18:57:18.970000
end_time: 2021-01-18 18:57:19.015000
duration: 0.045

id: 3
command: land
response: error
start time: 2021-01-18 18:57:19.016000
end_time: 2021-01-18 18:57:19.066000
duration: 0.05

