------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 18:40:38.703000
end_time: 2021-01-18 18:40:39.477000
duration: 0.774

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-18 18:40:43.749000
end_time: 2021-01-18 18:40:43.863000
duration: 0.114

id: 2
command: takeoff
response: ok
start time: 2021-01-18 18:40:45.263000
end_time: 2021-01-18 18:40:54.035000
duration: 8.772

id: 3
command: land
response: ok
start time: 2021-01-18 18:40:54.036000
end_time: 2021-01-18 18:40:56.385000
duration: 2.349

