------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 20:02:32.654000
end_time: 2021-01-18 20:02:32.707000
duration: 0.053

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-18 20:02:37.675000
end_time: 2021-01-18 20:02:37.708000
duration: 0.033

id: 2
command: takeoff
response: ok
start time: 2021-01-18 20:02:39.194000
end_time: 2021-01-18 20:02:43.881000
duration: 4.687

id: 3
command: mon
response: ok
start time: 2021-01-18 20:02:43.881000
end_time: 2021-01-18 20:02:43.928000
duration: 0.047

id: 4
command: mdirection 2
response: ok
start time: 2021-01-18 20:02:43.928000
end_time: 2021-01-18 20:02:43.966000
duration: 0.038

id: 5
command: go 0 0 50 100 m1
response: ok
start time: 2021-01-18 20:02:43.966000
end_time: 2021-01-18 20:02:46.428000
duration: 2.462

id: 6
command: jump -100 0 50 100 0 m1 m2
response: ok
start time: 2021-01-18 20:02:46.430000
end_time: 2021-01-18 20:02:49.692000
duration: 3.262

id: 7
command: go 0 0 50 100 m2
response: ok
start time: 2021-01-18 20:02:49.694000
end_time: 2021-01-18 20:02:49.846000
duration: 0.152

id: 8
command: jump 0 -40 50 100 0 m2 m3
response: error No valid marker
start time: 2021-01-18 20:02:49.847000
end_time: 2021-01-18 20:02:53.519000
duration: 3.672

id: 9
command: go 0 0 50 100 m3
response: error No valid marker
start time: 2021-01-18 20:02:53.521000
end_time: 2021-01-18 20:02:55.661000
duration: 2.14

id: 10
command: jump 100 0 50 100 0 m3 m4
response: error No valid marker
start time: 2021-01-18 20:02:55.669000
end_time: 2021-01-18 20:02:55.723000
duration: 0.054

id: 11
command: go 0 0 50 100 m4
response: error No valid marker
start time: 2021-01-18 20:02:55.724000
end_time: 2021-01-18 20:02:57.853000
duration: 2.129

id: 12
command: jump 0 40 50 100 0 m4 m1
response: error No valid marker
start time: 2021-01-18 20:02:57.854000
end_time: 2021-01-18 20:02:59.929000
duration: 2.075

id: 13
command: go 0 0 50 100 m1
response: error No valid marker
start time: 2021-01-18 20:02:59.945000
end_time: 2021-01-18 20:03:02.084000
duration: 2.139

id: 14
command: land
response: ok
start time: 2021-01-18 20:03:02.087000
end_time: 2021-01-18 20:03:04.176000
duration: 2.089

