------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-18 18:44:15.911000
end_time: 2021-01-18 18:44:16.401000
duration: 0.49

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-18 18:44:20.934000
end_time: 2021-01-18 18:44:20.982000
duration: 0.048

id: 2
command: takeoff
response: error
start time: 2021-01-18 18:44:22.441000
end_time: 2021-01-18 18:44:22.459000
duration: 0.018

id: 3
command: land
response: error
start time: 2021-01-18 18:44:22.459000
end_time: 2021-01-18 18:44:22.525000
duration: 0.066

