------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-02-08 17:03:23.754000
end_time: 2021-02-08 17:03:23.772000
duration: 0.018

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-02-08 17:03:28.785000
end_time: 2021-02-08 17:03:28.827000
duration: 0.042

id: 2
command: battery?
response: 11

start time: 2021-02-08 17:03:30.293000
end_time: 2021-02-08 17:03:30.299000
duration: 0.006

id: 3
command: takeoff
response: error
start time: 2021-02-08 17:03:30.300000
end_time: 2021-02-08 17:03:30.356000
duration: 0.056

id: 4
command: curve 51 51 0 50 51 0 50
response: error Motor stop
start time: 2021-02-08 17:03:31.298000
end_time: 2021-02-08 17:03:31.371000
duration: 0.073

id: 5
command: land
response: error
start time: 2021-02-08 17:03:31.372000
end_time: 2021-02-08 17:03:31.421000
duration: 0.049

