------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 18:59:42.972000
end_time: 2021-01-14 18:59:42.988000
duration: 0.016

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 18:59:47.989000
end_time: 2021-01-14 18:59:48.019000
duration: 0.03

id: 2
command: takeoff
response: ok
start time: 2021-01-14 18:59:49.515000
end_time: 2021-01-14 18:59:53.842000
duration: 4.327

id: 3
command: mon
response: ok
start time: 2021-01-14 18:59:53.842000
end_time: 2021-01-14 18:59:53.889000
duration: 0.047

id: 4
command: go 0 0 70 80 m2
response: ok
start time: 2021-01-14 18:59:53.889000
end_time: 2021-01-14 18:59:55.217000
duration: 1.328

id: 5
command: jump -50 0 70 20 0 m1 m2
response: error No valid marker
start time: 2021-01-14 18:59:55.217000
end_time: 2021-01-14 18:59:57.310000
duration: 2.093

id: 6
command: land
response: ok
start time: 2021-01-14 18:59:57.310000
end_time: 2021-01-14 19:00:00.731000
duration: 3.421

