------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 17:38:45.454000
end_time: 2021-01-14 17:38:45.501000
duration: 0.047

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 17:38:50.484000
end_time: 2021-01-14 17:38:50.484000
duration: 0.0

id: 2
command: takeoff
response: ok
start time: 2021-01-14 17:38:52.015000
end_time: 2021-01-14 17:38:55.795000
duration: 3.78

id: 3
command: mon
response: ok
start time: 2021-01-14 17:38:55.795000
end_time: 2021-01-14 17:38:55.858000
duration: 0.063

id: 4
command: mdirection 2
response: ok
start time: 2021-01-14 17:38:55.858000
end_time: 2021-01-14 17:38:55.905000
duration: 0.047

id: 5
command: go 0 0 100 50 m1
response: ok
start time: 2021-01-14 17:38:55.905000
end_time: 2021-01-14 17:38:57.326000
duration: 1.421

id: 6
command: jump 0 70 100 50 0 m1 m2
response: error No valid marker
start time: 2021-01-14 17:38:57.326000
end_time: 2021-01-14 17:39:03.762000
duration: 6.436

id: 7
command: jump -70 0 100 50 0 m2 m3
response: error No valid marker
start time: 2021-01-14 17:39:03.762000
end_time: 2021-01-14 17:39:03.809000
duration: 0.047

id: 8
command: land
response: ok
start time: 2021-01-14 17:39:03.809000
end_time: 2021-01-14 17:39:06.871000
duration: 3.062

