------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 17:20:39.849000
end_time: 2021-01-14 17:20:39.881000
duration: 0.032

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 17:20:44.864000
end_time: 2021-01-14 17:20:44.879000
duration: 0.015

id: 2
command: takeoff
response: ok
start time: 2021-01-14 17:20:46.395000
end_time: 2021-01-14 17:20:55.033000
duration: 8.638

id: 3
command: mon
response: ok
start time: 2021-01-14 17:20:55.033000
end_time: 2021-01-14 17:20:55.080000
duration: 0.047

id: 4
command: mdirection 2
response: ok
start time: 2021-01-14 17:20:55.080000
end_time: 2021-01-14 17:20:55.127000
duration: 0.047

id: 5
command: jump 70 0 0 50 0 m1 m2
response: None
start time: 2021-01-14 17:20:55.127000
end_time: None
duration: None

id: 6
command: land
response: error Auto land
start time: 2021-01-14 17:21:04.140000
end_time: 2021-01-14 17:21:04.312000
duration: 0.172

