------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 19:01:31.688000
end_time: 2021-01-14 19:01:31.719000
duration: 0.031

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 19:01:36.718000
end_time: 2021-01-14 19:01:36.765000
duration: 0.047

id: 2
command: takeoff
response: ok
start time: 2021-01-14 19:01:38.249000
end_time: 2021-01-14 19:01:44.513000
duration: 6.264

id: 3
command: mon
response: ok
start time: 2021-01-14 19:01:44.513000
end_time: 2021-01-14 19:01:44.576000
duration: 0.063

id: 4
command: go 0 0 70 80 m2
response: ok
start time: 2021-01-14 19:01:44.576000
end_time: 2021-01-14 19:01:45.341000
duration: 0.765

id: 5
command: jump -60 0 70 20 0 m2 m3
response: error No valid marker
start time: 2021-01-14 19:01:45.341000
end_time: 2021-01-14 19:01:51.761000
duration: 6.42

id: 6
command: go 0 0 70 80 m3
response: error No valid marker
start time: 2021-01-14 19:01:51.761000
end_time: 2021-01-14 19:01:53.902000
duration: 2.141

id: 7
command: land
response: ok
start time: 2021-01-14 19:01:53.902000
end_time: 2021-01-14 19:01:57.216000
duration: 3.314

