------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-07 15:58:36.334000
end_time: 2021-01-07 15:58:36.371000
duration: 0.037

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-07 15:58:41.355000
end_time: 2021-01-07 15:58:41.603000
duration: 0.248

id: 2
command: takeoff
response: ok
start time: 2021-01-07 15:58:42.852000
end_time: 2021-01-07 15:58:51.410000
duration: 8.558

id: 3
command: cw 180 up 29
response: unknown command: cw
start time: 2021-01-07 15:58:51.426000
end_time: 2021-01-07 15:58:51.473000
duration: 0.047

id: 4
command: land
response: ok
start time: 2021-01-07 15:58:51.473000
end_time: 2021-01-07 15:58:54.936000
duration: 3.463

