------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-07 15:59:12.556000
end_time: 2021-01-07 15:59:12.587000
duration: 0.031

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-07 15:59:17.585000
end_time: 2021-01-07 15:59:17.654000
duration: 0.069

id: 2
command: takeoff
response: ok
start time: 2021-01-07 15:59:19.089000
end_time: 2021-01-07 15:59:27.641000
duration: 8.552

id: 3
command: cw 180, up 30
response: unknown command: cw
start time: 2021-01-07 15:59:27.641000
end_time: 2021-01-07 15:59:27.687000
duration: 0.046

id: 4
command: land
response: ok
start time: 2021-01-07 15:59:27.687000
end_time: 2021-01-07 15:59:31.144000
duration: 3.457

