------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 17:15:28.989000
end_time: 2021-01-14 17:15:29.020000
duration: 0.031

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 17:15:34.033000
end_time: 2021-01-14 17:15:34.064000
duration: 0.031

id: 2
command: takeoff
response: ok
start time: 2021-01-14 17:15:35.553000
end_time: 2021-01-14 17:15:44.161000
duration: 8.608

id: 3
command: mon
response: ok
start time: 2021-01-14 17:15:44.176000
end_time: 2021-01-14 17:15:44.223000
duration: 0.047

id: 4
command: mdirection 2
response: ok
start time: 2021-01-14 17:15:44.223000
end_time: 2021-01-14 17:15:44.270000
duration: 0.047

id: 5
command: jump 50 50 50 0 50 m1 m2
response: out of range
start time: 2021-01-14 17:15:44.270000
end_time: 2021-01-14 17:15:44.317000
duration: 0.047

id: 6
command: land
response: ok
start time: 2021-01-14 17:15:44.317000
end_time: 2021-01-14 17:15:47.833000
duration: 3.516

