------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-21 14:52:26.950000
end_time: 2021-01-21 14:52:26.995000
duration: 0.045

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-21 14:52:31.988000
end_time: 2021-01-21 14:52:31.997000
duration: 0.009

id: 2
command: takeoff
response: ok
start time: 2021-01-21 14:52:33.497000
end_time: 2021-01-21 14:52:41.837000
duration: 8.34

id: 3
command: curve 80 80 0 80 0 0 50
response: error Motor stop
start time: 2021-01-21 14:52:41.838000
end_time: 2021-01-21 14:52:45.967000
duration: 4.129

id: 4
command: land
response: error
start time: 2021-01-21 14:52:45.968000
end_time: 2021-01-21 14:52:46.027000
duration: 0.059

