------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-21 14:54:24.975000
end_time: 2021-01-21 14:54:25.006000
duration: 0.031

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-21 14:54:30.006000
end_time: 2021-01-21 14:54:30.055000
duration: 0.049

id: 2
command: takeoff
response: ok
start time: 2021-01-21 14:54:31.511000
end_time: 2021-01-21 14:54:37.557000
duration: 6.046

id: 3
command: curve 80 80 0 80 0 0 50
response: error Motor stop
start time: 2021-01-21 14:54:37.558000
end_time: 2021-01-21 14:54:42.396000
duration: 4.838

id: 4
command: land
response: error
start time: 2021-01-21 14:54:42.397000
end_time: 2021-01-21 14:54:42.457000
duration: 0.06

