------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-14 17:54:47.954000
end_time: 2021-01-14 17:54:47.986000
duration: 0.032

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-14 17:54:52.978000
end_time: 2021-01-14 17:54:52.978000
duration: 0.0

id: 2
command: takeoff
response: ok
start time: 2021-01-14 17:54:54.508000
end_time: 2021-01-14 17:55:01.960000
duration: 7.452

id: 3
command: mon
response: ok
start time: 2021-01-14 17:55:01.960000
end_time: 2021-01-14 17:55:02.007000
duration: 0.047

id: 4
command: mdirection 2
response: ok
start time: 2021-01-14 17:55:02.007000
end_time: 2021-01-14 17:55:02.053000
duration: 0.046

id: 5
command: go 0 0 70 50 m1
response: ok
start time: 2021-01-14 17:55:02.053000
end_time: 2021-01-14 17:55:03.194000
duration: 1.141

id: 6
command: jump 0 70 70 50 0 m1 m2
response: error No valid marker
start time: 2021-01-14 17:55:03.194000
end_time: 2021-01-14 17:55:08.489000
duration: 5.295

id: 7
command: go 0 0 50 70 m2
response: error No valid marker
start time: 2021-01-14 17:55:08.489000
end_time: 2021-01-14 17:55:10.630000
duration: 2.141

id: 8
command: jump -70 0 70 80 0 m2 m3
response: error No valid marker
start time: 2021-01-14 17:55:10.630000
end_time: 2021-01-14 17:55:10.676000
duration: 0.046

id: 9
command: go 0 0 70 50 m3
response: error No valid marker
start time: 2021-01-14 17:55:10.676000
end_time: 2021-01-14 17:55:12.816000
duration: 2.14

id: 10
command: jump 0 -70 70 80 0 m3 m4
response: error No valid marker
start time: 2021-01-14 17:55:12.816000
end_time: 2021-01-14 17:55:14.910000
duration: 2.094

id: 11
command: go 0 0 70 50 m4
response: error No valid marker
start time: 2021-01-14 17:55:14.910000
end_time: 2021-01-14 17:55:17.050000
duration: 2.14

id: 12
command: jump 70 0 70 80 0 m4 m1
response: error No valid marker
start time: 2021-01-14 17:55:17.050000
end_time: 2021-01-14 17:55:19.143000
duration: 2.093

id: 13
command: go 0 0 70 50 m4
response: error No valid marker
start time: 2021-01-14 17:55:19.143000
end_time: 2021-01-14 17:55:21.283000
duration: 2.14

id: 14
command: land
response: ok
start time: 2021-01-14 17:55:21.299000
end_time: 2021-01-14 17:55:24.861000
duration: 3.562

