------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-28 15:08:54.399000
end_time: 2021-01-28 15:08:54.426000
duration: 0.027

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-28 15:08:59.427000
end_time: 2021-01-28 15:08:59.464000
duration: 0.037

id: 2
command: mon
response: ok
start time: 2021-01-28 15:09:00.930000
end_time: 2021-01-28 15:09:00.944000
duration: 0.014

id: 3
command: mdirection 2
response: ok
start time: 2021-01-28 15:09:00.945000
end_time: 2021-01-28 15:09:00.996000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-28 15:09:00.997000
end_time: 2021-01-28 15:09:09.614000
duration: 8.617

id: 5
command: go 50 -50 60 100
response: ok
start time: 2021-01-28 15:09:09.755000
end_time: 2021-01-28 15:09:12.677000
duration: 2.922

id: 6
command: go -50 -50 -60 100
response: ok
start time: 2021-01-28 15:09:12.724000
end_time: 2021-01-28 15:09:15.179000
duration: 2.455

id: 7
command: flip b
response: ok
start time: 2021-01-28 15:09:15.790000
end_time: 2021-01-28 15:09:19.354000
duration: 3.564

id: 8
command: battery?
response: 100

start time: 2021-01-28 15:09:19.390000
end_time: 2021-01-28 15:09:19.410000
duration: 0.02

id: 9
command: land
response: ok
start time: 2021-01-28 15:09:19.412000
end_time: 2021-01-28 15:09:22.209000
duration: 2.797

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-28 15:08:54.399000
end_time: 2021-01-28 15:08:54.425000
duration: 0.026

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-28 15:08:59.427000
end_time: 2021-01-28 15:08:59.461000
duration: 0.034

id: 2
command: mon
response: ok
start time: 2021-01-28 15:09:00.930000
end_time: 2021-01-28 15:09:00.940000
duration: 0.01

id: 3
command: mdirection 2
response: ok
start time: 2021-01-28 15:09:00.942000
end_time: 2021-01-28 15:09:00.992000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-28 15:09:00.995000
end_time: 2021-01-28 15:09:09.661000
duration: 8.666

id: 5
command: go 50 -50 60 100
response: ok
start time: 2021-01-28 15:09:09.756000
end_time: 2021-01-28 15:09:12.620000
duration: 2.864

id: 6
command: go -50 -50 -60 100
response: ok
start time: 2021-01-28 15:09:12.725000
end_time: 2021-01-28 15:09:15.680000
duration: 2.955

id: 7
command: flip b
response: ok
start time: 2021-01-28 15:09:15.791000
end_time: 2021-01-28 15:09:19.351000
duration: 3.56

id: 8
command: battery?
response: 92

start time: 2021-01-28 15:09:19.390000
end_time: 2021-01-28 15:09:19.405000
duration: 0.015

id: 9
command: land
response: ok
start time: 2021-01-28 15:09:19.410000
end_time: 2021-01-28 15:09:23.284000
duration: 3.874

