------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 15:47:06.342000
end_time: 2021-01-26 15:47:06.376000
duration: 0.034

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 15:47:11.369000
end_time: 2021-01-26 15:47:11.379000
duration: 0.01

id: 2
command: mon
response: ok
start time: 2021-01-26 15:47:12.876000
end_time: 2021-01-26 15:47:12.906000
duration: 0.03

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 15:47:12.910000
end_time: 2021-01-26 15:47:12.957000
duration: 0.047

id: 4
command: takeoff
response: ok
start time: 2021-01-26 15:47:12.959000
end_time: 2021-01-26 15:47:16.984000
duration: 4.025

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 15:47:20.065000
end_time: 2021-01-26 15:47:22.797000
duration: 2.732

id: 6
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 15:47:23.891000
end_time: 2021-01-26 15:47:26.521000
duration: 2.63

id: 7
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 15:47:27.907000
end_time: 2021-01-26 15:47:30.602000
duration: 2.695

id: 8
command: go 0 0 0 100 m3
response: out of range
start time: 2021-01-26 15:47:30.603000
end_time: 2021-01-26 15:47:30.703000
duration: 0.1

id: 9
command: go 0 120 0 100
response: ok
start time: 2021-01-26 15:47:30.740000
end_time: 2021-01-26 15:47:33.406000
duration: 2.666

id: 10
command: go 0 0 80 100 m7
response: error No valid marker
start time: 2021-01-26 15:47:36.122000
end_time: 2021-01-26 15:47:38.302000
duration: 2.18

id: 11
command: flip f
response: ok
start time: 2021-01-26 15:47:38.405000
end_time: 2021-01-26 15:47:42.025000
duration: 3.62

id: 12
command: go 40 -10 0 100
response: ok
start time: 2021-01-26 15:47:42.058000
end_time: 2021-01-26 15:47:44.168000
duration: 2.11

id: 13
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 15:47:44.780000
end_time: 2021-01-26 15:47:46.921000
duration: 2.141

id: 14
command: battery?
response: 66

start time: 2021-01-26 15:47:46.974000
end_time: 2021-01-26 15:47:47.024000
duration: 0.05

id: 15
command: land
response: ok
start time: 2021-01-26 15:47:47.026000
end_time: 2021-01-26 15:47:49.781000
duration: 2.755

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 15:47:06.342000
end_time: 2021-01-26 15:47:06.378000
duration: 0.036

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 15:47:11.369000
end_time: 2021-01-26 15:47:11.381000
duration: 0.012

id: 2
command: mon
response: ok
start time: 2021-01-26 15:47:12.876000
end_time: 2021-01-26 15:47:12.908000
duration: 0.032

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 15:47:12.911000
end_time: 2021-01-26 15:47:12.956000
duration: 0.045

id: 4
command: takeoff
response: ok
start time: 2021-01-26 15:47:12.958000
end_time: 2021-01-26 15:47:16.629000
duration: 3.671

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 15:47:16.993000
end_time: 2021-01-26 15:47:19.953000
duration: 2.96

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 15:47:20.064000
end_time: 2021-01-26 15:47:22.799000
duration: 2.735

id: 7
command: go 0 0 0 100 m3
response: out of range
start time: 2021-01-26 15:47:22.875000
end_time: 2021-01-26 15:47:23.003000
duration: 0.128

id: 8
command: go 0 120 0 100
response: ok
start time: 2021-01-26 15:47:23.892000
end_time: 2021-01-26 15:47:27.643000
duration: 3.751

id: 9
command: go 0 0 0 100 m7
response: out of range
start time: 2021-01-26 15:47:27.645000
end_time: 2021-01-26 15:47:27.834000
duration: 0.189

id: 10
command: go 0 0 80 100
response: ok
start time: 2021-01-26 15:47:27.908000
end_time: 2021-01-26 15:47:30.295000
duration: 2.387

id: 11
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 15:47:30.740000
end_time: 2021-01-26 15:47:33.304000
duration: 2.564

id: 12
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 15:47:33.477000
end_time: 2021-01-26 15:47:36.059000
duration: 2.582

id: 13
command: go 0 0 80 100 m3
response: error No valid marker
start time: 2021-01-26 15:47:36.122000
end_time: 2021-01-26 15:47:38.252000
duration: 2.13

id: 14
command: flip b
response: ok
start time: 2021-01-26 15:47:38.404000
end_time: 2021-01-26 15:47:41.925000
duration: 3.521

id: 15
command: go 0 60 0 100
response: ok
start time: 2021-01-26 15:47:42.057000
end_time: 2021-01-26 15:47:44.679000
duration: 2.622

id: 16
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 15:47:44.780000
end_time: 2021-01-26 15:47:46.926000
duration: 2.146

id: 17
command: battery?
response: 54

start time: 2021-01-26 15:47:46.975000
end_time: 2021-01-26 15:47:47.025000
duration: 0.05

id: 18
command: land
response: ok
start time: 2021-01-26 15:47:47.028000
end_time: 2021-01-26 15:47:50.850000
duration: 3.822

