------
Drone: 1

id: 0
command: command
response: None
start time: 2021-01-26 16:37:07.806000
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2021-01-26 16:37:12.830000
end_time: None
duration: None

id: 2
command: command
response: ok
start time: 2021-01-26 16:37:17.859000
end_time: 2021-01-26 16:37:17.902000
duration: 0.043

id: 3
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 16:37:22.880000
end_time: 2021-01-26 16:37:22.895000
duration: 0.015

id: 4
command: mon
response: ok
start time: 2021-01-26 16:37:24.394000
end_time: 2021-01-26 16:37:24.426000
duration: 0.032

id: 5
command: mdirection 2
response: ok
start time: 2021-01-26 16:37:24.430000
end_time: 2021-01-26 16:37:24.477000
duration: 0.047

id: 6
command: takeoff
response: ok
start time: 2021-01-26 16:37:24.478000
end_time: 2021-01-26 16:37:30.700000
duration: 6.222

id: 7
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-26 16:37:35.568000
end_time: 2021-01-26 16:37:40.799000
duration: 5.231

id: 8
command: curve 55 55 0 100 0 -30 50
response: ok
start time: 2021-01-26 16:37:40.800000
end_time: 2021-01-26 16:37:45.492000
duration: 4.692

id: 9
command: go 0 0 80 100 m5
response: ok
start time: 2021-01-26 16:37:45.554000
end_time: 2021-01-26 16:37:47.275000
duration: 1.721

id: 10
command: go 0 0 160 100 m5
response: ok
start time: 2021-01-26 16:37:47.341000
end_time: 2021-01-26 16:37:49.318000
duration: 1.977

id: 11
command: curve -55 -55 0 -100 0 -30 50
response: ok
start time: 2021-01-26 16:37:49.363000
end_time: 2021-01-26 16:37:54.214000
duration: 4.851

id: 12
command: curve 55 55 -30 100 0 -60 50
response: ok
start time: 2021-01-26 16:37:54.216000
end_time: 2021-01-26 16:37:58.902000
duration: 4.686

id: 13
command: battery?
response: 54

start time: 2021-01-26 16:38:20.507000
end_time: 2021-01-26 16:38:20.526000
duration: 0.019

id: 14
command: land
response: error
start time: 2021-01-26 16:38:20.530000
end_time: 2021-01-26 16:38:20.574000
duration: 0.044

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 16:37:07.806000
end_time: 2021-01-26 16:37:07.846000
duration: 0.04

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 16:37:22.880000
end_time: 2021-01-26 16:37:22.890000
duration: 0.01

id: 2
command: mon
response: ok
start time: 2021-01-26 16:37:24.394000
end_time: 2021-01-26 16:37:24.418000
duration: 0.024

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 16:37:24.419000
end_time: 2021-01-26 16:37:24.469000
duration: 0.05

id: 4
command: takeoff
response: None
start time: 2021-01-26 16:37:24.471000
end_time: None
duration: None

id: 5
command: curve 55 55 -30 100 0 30 50
response: error Motor stop
start time: 2021-01-26 16:37:35.567000
end_time: 2021-01-26 16:37:35.639000
duration: 0.072

id: 6
command: curve -55 -55 30 -100 0 0 50
response: error Motor stop
start time: 2021-01-26 16:37:35.640000
end_time: 2021-01-26 16:37:35.691000
duration: 0.051

id: 7
command: go 0 0 80 100 m5
response: error Motor stop
start time: 2021-01-26 16:37:45.555000
end_time: 2021-01-26 16:37:45.685000
duration: 0.13

id: 8
command: go 60 0 160 100 m1
response: error Motor stop
start time: 2021-01-26 16:37:47.342000
end_time: 2021-01-26 16:37:47.470000
duration: 0.128

id: 9
command: rc 0 0 -60 60
response: None
start time: 2021-01-26 16:37:49.363000
end_time: None
duration: None

id: 10
command: battery?
response: 56

start time: 2021-01-26 16:38:20.507000
end_time: 2021-01-26 16:38:20.517000
duration: 0.01

id: 11
command: land
response: error
start time: 2021-01-26 16:38:20.518000
end_time: 2021-01-26 16:38:20.568000
duration: 0.05

