------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 17:45:28.067000
end_time: 2021-01-26 17:45:28.096000
duration: 0.029

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 17:45:33.101000
end_time: 2021-01-26 17:45:33.143000
duration: 0.042

id: 2
command: mon
response: ok
start time: 2021-01-26 17:45:34.101000
end_time: 2021-01-26 17:45:34.122000
duration: 0.021

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 17:45:34.124000
end_time: 2021-01-26 17:45:34.165000
duration: 0.041

id: 4
command: takeoff
response: ok
start time: 2021-01-26 17:45:34.166000
end_time: 2021-01-26 17:45:37.989000
duration: 3.823

id: 5
command: go 0 0 80 100 m5
response: ok
start time: 2021-01-26 17:45:39.937000
end_time: 2021-01-26 17:45:40.539000
duration: 0.602

id: 6
command: flip r
response: ok
start time: 2021-01-26 17:45:41.593000
end_time: 2021-01-26 17:45:45.230000
duration: 3.637

id: 7
command: go 0 -20 0 100
response: ok
start time: 2021-01-26 17:45:45.231000
end_time: 2021-01-26 17:45:47.577000
duration: 2.346

id: 8
command: go 0 0 80 100 m2
response: ok
start time: 2021-01-26 17:45:47.606000
end_time: 2021-01-26 17:45:48.137000
duration: 0.531

id: 9
command: battery?
response: 74

start time: 2021-01-26 17:45:51.940000
end_time: 2021-01-26 17:45:51.962000
duration: 0.022

id: 10
command: land
response: ok
start time: 2021-01-26 17:45:51.967000
end_time: 2021-01-26 17:45:55.583000
duration: 3.616

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 17:45:28.067000
end_time: 2021-01-26 17:45:28.107000
duration: 0.04

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 17:45:33.102000
end_time: 2021-01-26 17:45:33.104000
duration: 0.002

id: 2
command: mon
response: ok
start time: 2021-01-26 17:45:34.101000
end_time: 2021-01-26 17:45:34.124000
duration: 0.023

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 17:45:34.125000
end_time: 2021-01-26 17:45:34.173000
duration: 0.048

id: 4
command: takeoff
response: ok
start time: 2021-01-26 17:45:34.175000
end_time: 2021-01-26 17:45:39.834000
duration: 5.659

id: 5
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-26 17:45:39.938000
end_time: 2021-01-26 17:45:41.518000
duration: 1.58

id: 6
command: flip l
response: ok
start time: 2021-01-26 17:45:41.592000
end_time: 2021-01-26 17:45:45.190000
duration: 3.598

id: 7
command: go -20 20 0 100
response: ok
start time: 2021-01-26 17:45:45.191000
end_time: 2021-01-26 17:45:46.879000
duration: 1.688

id: 8
command: go 0 0 80 100 m6
response: ok
start time: 2021-01-26 17:45:47.607000
end_time: 2021-01-26 17:45:51.872000
duration: 4.265

id: 9
command: battery?
response: 81

start time: 2021-01-26 17:45:51.940000
end_time: 2021-01-26 17:45:51.972000
duration: 0.032

id: 10
command: land
response: ok
start time: 2021-01-26 17:45:51.974000
end_time: 2021-01-26 17:45:55.491000
duration: 3.517

