------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 19:09:47.878000
end_time: 2021-01-26 19:09:47.895000
duration: 0.017

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 19:09:52.907000
end_time: 2021-01-26 19:09:52.940000
duration: 0.033

id: 2
command: mon
response: ok
start time: 2021-01-26 19:09:53.918000
end_time: 2021-01-26 19:09:53.961000
duration: 0.043

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:09:53.963000
end_time: 2021-01-26 19:09:54.014000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:09:54.016000
end_time: 2021-01-26 19:10:02.579000
duration: 8.563

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:10:05.460000
end_time: 2021-01-26 19:10:08.188000
duration: 2.728

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:10:08.350000
end_time: 2021-01-26 19:10:11.095000
duration: 2.745

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:10:11.128000
end_time: 2021-01-26 19:10:13.798000
duration: 2.67

id: 8
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:10:13.807000
end_time: 2021-01-26 19:10:16.300000
duration: 2.493

id: 9
command: flip f
response: ok
start time: 2021-01-26 19:10:16.301000
end_time: 2021-01-26 19:10:19.919000
duration: 3.618

id: 10
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:10:20.146000
end_time: 2021-01-26 19:10:23.028000
duration: 2.882

id: 11
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:10:23.030000
end_time: 2021-01-26 19:10:25.426000
duration: 2.396

id: 12
command: flip b
response: ok
start time: 2021-01-26 19:10:25.427000
end_time: 2021-01-26 19:10:28.998000
duration: 3.571

id: 13
command: battery?
response: 92

start time: 2021-01-26 19:10:29.348000
end_time: 2021-01-26 19:10:29.373000
duration: 0.025

id: 14
command: land
response: ok
start time: 2021-01-26 19:10:29.376000
end_time: 2021-01-26 19:10:33.178000
duration: 3.802

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 19:09:47.878000
end_time: 2021-01-26 19:09:47.889000
duration: 0.011

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 19:09:52.907000
end_time: 2021-01-26 19:09:52.940000
duration: 0.033

id: 2
command: mon
response: ok
start time: 2021-01-26 19:09:53.918000
end_time: 2021-01-26 19:09:53.956000
duration: 0.038

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:09:53.957000
end_time: 2021-01-26 19:09:54.012000
duration: 0.055

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:09:54.015000
end_time: 2021-01-26 19:09:59.923000
duration: 5.908

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:10:02.679000
end_time: 2021-01-26 19:10:05.379000
duration: 2.7

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:10:05.460000
end_time: 2021-01-26 19:10:08.289000
duration: 2.829

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:10:08.349000
end_time: 2021-01-26 19:10:11.091000
duration: 2.742

id: 8
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:10:13.806000
end_time: 2021-01-26 19:10:16.550000
duration: 2.744

id: 9
command: flip f
response: ok
start time: 2021-01-26 19:10:16.552000
end_time: 2021-01-26 19:10:20.120000
duration: 3.568

id: 10
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:10:20.147000
end_time: 2021-01-26 19:10:22.820000
duration: 2.673

id: 11
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:10:22.821000
end_time: 2021-01-26 19:10:25.778000
duration: 2.957

id: 12
command: flip b
response: ok
start time: 2021-01-26 19:10:25.780000
end_time: 2021-01-26 19:10:29.297000
duration: 3.517

id: 13
command: battery?
response: 60

start time: 2021-01-26 19:10:29.348000
end_time: 2021-01-26 19:10:29.400000
duration: 0.052

id: 14
command: land
response: ok
start time: 2021-01-26 19:10:29.401000
end_time: 2021-01-26 19:10:33.326000
duration: 3.925

