------
Drone: 1

id: 0
command: command
response: None
start time: 2021-01-26 17:33:21.338000
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2021-01-26 17:33:26.370000
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2021-01-26 17:33:31.429000
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2021-01-26 17:33:36.492000
end_time: None
duration: None

id: 4
command: command
response: ok
start time: 2021-01-26 17:33:41.544000
end_time: 2021-01-26 17:33:43.708000
duration: 2.164

id: 5
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 17:33:46.592000
end_time: 2021-01-26 17:33:46.615000
duration: 0.023

id: 6
command: mon
response: ok
start time: 2021-01-26 17:33:48.112000
end_time: 2021-01-26 17:33:48.147000
duration: 0.035

id: 7
command: mdirection 2
response: ok
start time: 2021-01-26 17:33:48.148000
end_time: 2021-01-26 17:33:48.192000
duration: 0.044

id: 8
command: takeoff
response: ok
start time: 2021-01-26 17:33:48.193000
end_time: 2021-01-26 17:33:52.439000
duration: 4.246

id: 9
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-26 17:33:52.479000
end_time: 2021-01-26 17:33:57.677000
duration: 5.198

id: 10
command: curve 55 55 0 100 0 -30 50
response: ok
start time: 2021-01-26 17:33:57.678000
end_time: 2021-01-26 17:34:02.584000
duration: 4.906

id: 11
command: go 0 0 180 100 m5
response: ok
start time: 2021-01-26 17:34:03.533000
end_time: 2021-01-26 17:34:07.163000
duration: 3.63

id: 12
command: curve -55 -55 0 -100 0 -30 50
response: ok
start time: 2021-01-26 17:34:08.262000
end_time: 2021-01-26 17:34:13.081000
duration: 4.819

id: 13
command: curve 55 55 -30 100 0 -60 50
response: ok
start time: 2021-01-26 17:34:13.082000
end_time: 2021-01-26 17:34:17.719000
duration: 4.637

id: 14
command: up 50
response: ok
start time: 2021-01-26 17:34:17.811000
end_time: 2021-01-26 17:34:20.371000
duration: 2.56

id: 15
command: battery?
response: 100

start time: 2021-01-26 17:34:20.372000
end_time: 2021-01-26 17:34:20.423000
duration: 0.051

id: 16
command: land
response: ok
start time: 2021-01-26 17:34:20.424000
end_time: 2021-01-26 17:34:21.851000
duration: 1.427

------
Drone: 2

id: 0
command: command
response: None
start time: 2021-01-26 17:33:21.338000
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2021-01-26 17:33:26.371000
end_time: 2021-01-26 17:33:26.416000
duration: 0.045

id: 2
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 17:33:46.592000
end_time: 2021-01-26 17:33:46.654000
duration: 0.062

id: 3
command: mon
response: ok
start time: 2021-01-26 17:33:48.114000
end_time: 2021-01-26 17:33:48.141000
duration: 0.027

id: 4
command: mdirection 2
response: ok
start time: 2021-01-26 17:33:48.146000
end_time: 2021-01-26 17:33:48.184000
duration: 0.038

id: 5
command: takeoff
response: ok
start time: 2021-01-26 17:33:48.186000
end_time: 2021-01-26 17:33:52.367000
duration: 4.181

id: 6
command: curve 55 55 -30 100 0 30 50
response: ok
start time: 2021-01-26 17:33:52.478000
end_time: 2021-01-26 17:33:58.180000
duration: 5.702

id: 7
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-26 17:33:58.181000
end_time: 2021-01-26 17:34:03.433000
duration: 5.252

id: 8
command: go 60 0 0 100
response: ok
start time: 2021-01-26 17:34:03.532000
end_time: 2021-01-26 17:34:06.085000
duration: 2.553

id: 9
command: go 0 0 180 100 m1
response: error No valid marker
start time: 2021-01-26 17:34:06.086000
end_time: 2021-01-26 17:34:08.226000
duration: 2.14

id: 10
command: go 0 0 -120 10
response: ok
start time: 2021-01-26 17:34:08.261000
end_time: 2021-01-26 17:34:17.609000
duration: 9.348

id: 11
command: up 50
response: ok
start time: 2021-01-26 17:34:17.812000
end_time: 2021-01-26 17:34:20.822000
duration: 3.01

id: 12
command: battery?
response: 100

start time: 2021-01-26 17:34:20.823000
end_time: 2021-01-26 17:34:20.874000
duration: 0.051

id: 13
command: land
response: ok
start time: 2021-01-26 17:34:20.875000
end_time: 2021-01-26 17:34:22.046000
duration: 1.171

