------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 21:03:51.443000
end_time: 2021-01-26 21:03:51.491000
duration: 0.048

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 21:03:56.468000
end_time: 2021-01-26 21:03:56.487000
duration: 0.019

id: 2
command: mon
response: ok
start time: 2021-01-26 21:03:57.983000
end_time: 2021-01-26 21:03:58.018000
duration: 0.035

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 21:03:58.019000
end_time: 2021-01-26 21:03:58.069000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-26 21:03:58.071000
end_time: 2021-01-26 21:04:02.608000
duration: 4.537

id: 5
command: battery?
response: 29

start time: 2021-01-26 21:04:02.610000
end_time: 2021-01-26 21:04:02.659000
duration: 0.049

id: 6
command: land
response: ok
start time: 2021-01-26 21:04:03.837000
end_time: 2021-01-26 21:04:07.609000
duration: 3.772

id: 7
command: go 0 0 80 m7
response: out of range
start time: 2021-01-26 21:04:14.975000
end_time: 2021-01-26 21:04:15
duration: 0.025

id: 8
command: battery?
response: 29

start time: 2021-01-26 21:04:17.514000
end_time: 2021-01-26 21:04:17.550000
duration: 0.036

id: 9
command: land
response: error
start time: 2021-01-26 21:04:17.551000
end_time: 2021-01-26 21:04:17.601000
duration: 0.05

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 21:03:51.443000
end_time: 2021-01-26 21:03:51.497000
duration: 0.054

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 21:03:56.468000
end_time: 2021-01-26 21:03:56.498000
duration: 0.03

id: 2
command: mon
response: ok
start time: 2021-01-26 21:03:57.982000
end_time: 2021-01-26 21:03:58.024000
duration: 0.042

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 21:03:58.025000
end_time: 2021-01-26 21:03:58.075000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-26 21:03:58.077000
end_time: 2021-01-26 21:04:03.684000
duration: 5.607

id: 5
command: battery?
response: 59

start time: 2021-01-26 21:04:03.686000
end_time: 2021-01-26 21:04:03.736000
duration: 0.05

id: 6
command: curve 55 55 0 0 100 0 50
response: ok
start time: 2021-01-26 21:04:03.836000
end_time: 2021-01-26 21:04:09.246000
duration: 5.41

id: 7
command: curve -55 -55 0 0 -100 0 50
response: ok
start time: 2021-01-26 21:04:09.247000
end_time: 2021-01-26 21:04:13.737000
duration: 4.49

id: 8
command: land
response: ok
start time: 2021-01-26 21:04:13.739000
end_time: 2021-01-26 21:04:17.360000
duration: 3.621

id: 9
command: go 0 0 80 m3
response: out of range
start time: 2021-01-26 21:04:17.362000
end_time: 2021-01-26 21:04:17.456000
duration: 0.094

id: 10
command: battery?
response: 59

start time: 2021-01-26 21:04:17.514000
end_time: 2021-01-26 21:04:17.558000
duration: 0.044

id: 11
command: land
response: error
start time: 2021-01-26 21:04:17.559000
end_time: 2021-01-26 21:04:17.608000
duration: 0.049

