------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 21:12:48.132000
end_time: 2021-01-19 21:12:48.197000
duration: 0.065

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 21:12:53.159000
end_time: 2021-01-19 21:12:53.192000
duration: 0.033

id: 2
command: mon
response: ok
start time: 2021-01-19 21:12:54.166000
end_time: 2021-01-19 21:12:54.215000
duration: 0.049

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:12:54.216000
end_time: 2021-01-19 21:12:54.262000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:12:54.264000
end_time: 2021-01-19 21:13:02.838000
duration: 8.574

id: 5
command: battery?
response: 76

start time: 2021-01-19 21:13:02.863000
end_time: 2021-01-19 21:13:02.883000
duration: 0.02

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:13:02.885000
end_time: 2021-01-19 21:13:02.939000
duration: 0.054

id: 7
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 21:13:02.941000
end_time: 2021-01-19 21:13:03.090000
duration: 0.149

id: 8
command: go 0 -40 20 100
response: ok
start time: 2021-01-19 21:13:04.317000
end_time: 2021-01-19 21:13:06.400000
duration: 2.083

id: 9
command: go 0 0 100 100 m5
response: ok
start time: 2021-01-19 21:13:06.410000
end_time: 2021-01-19 21:13:07.778000
duration: 1.368

id: 10
command: go -30 -40 -20 100
response: ok
start time: 2021-01-19 21:13:08.613000
end_time: 2021-01-19 21:13:11.300000
duration: 2.687

id: 11
command: go 0 0 80 100 m2
response: ok
start time: 2021-01-19 21:13:11.352000
end_time: 2021-01-19 21:13:13.390000
duration: 2.038

id: 12
command: go -40 -20 -20 100
response: ok
start time: 2021-01-19 21:13:13.446000
end_time: 2021-01-19 21:13:15.736000
duration: 2.29

id: 13
command: go 0 0 60 100 m3
response: error No valid marker
start time: 2021-01-19 21:13:16.044000
end_time: 2021-01-19 21:13:18.182000
duration: 2.138

id: 14
command: go -60 20 20 100
response: ok
start time: 2021-01-19 21:13:18.236000
end_time: 2021-01-19 21:13:21.346000
duration: 3.11

id: 15
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 21:13:21.496000
end_time: 2021-01-19 21:13:22.570000
duration: 1.074

id: 16
command: battery?
response: 72

start time: 2021-01-19 21:13:23.138000
end_time: 2021-01-19 21:13:23.184000
duration: 0.046

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:13:23.189000
end_time: 2021-01-19 21:13:23.235000
duration: 0.046

id: 18
command: land
response: ok
start time: 2021-01-19 21:13:23.237000
end_time: 2021-01-19 21:13:26.706000
duration: 3.469

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 21:12:48.138000
end_time: 2021-01-19 21:12:48.184000
duration: 0.046

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 21:12:53.159000
end_time: 2021-01-19 21:12:53.179000
duration: 0.02

id: 2
command: mon
response: ok
start time: 2021-01-19 21:12:54.167000
end_time: 2021-01-19 21:12:54.199000
duration: 0.032

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:12:54.202000
end_time: 2021-01-19 21:12:54.251000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:12:54.256000
end_time: 2021-01-19 21:12:59.145000
duration: 4.889

id: 5
command: battery?
response: 49

start time: 2021-01-19 21:13:02.862000
end_time: 2021-01-19 21:13:02.873000
duration: 0.011

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:13:02.877000
end_time: 2021-01-19 21:13:02.930000
duration: 0.053

id: 7
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 21:13:02.931000
end_time: 2021-01-19 21:13:04.298000
duration: 1.367

id: 8
command: go -15 40 -20 100
response: ok
start time: 2021-01-19 21:13:04.318000
end_time: 2021-01-19 21:13:06.390000
duration: 2.072

id: 9
command: go 0 0 60 100 m1
response: error No valid marker
start time: 2021-01-19 21:13:06.411000
end_time: 2021-01-19 21:13:08.582000
duration: 2.171

id: 10
command: go 15 40 20 100
response: ok
start time: 2021-01-19 21:13:08.612000
end_time: 2021-01-19 21:13:10.825000
duration: 2.213

id: 11
command: go 0 0 80 100 m6
response: ok
start time: 2021-01-19 21:13:11.350000
end_time: 2021-01-19 21:13:13.375000
duration: 2.025

id: 12
command: go 40 20 20 100
response: ok
start time: 2021-01-19 21:13:13.446000
end_time: 2021-01-19 21:13:15.935000
duration: 2.489

id: 13
command: go 0 0 100 100 m7
response: ok
start time: 2021-01-19 21:13:16.043000
end_time: 2021-01-19 21:13:17.302000
duration: 1.259

id: 14
command: go 60 -20 -20 100
response: ok
start time: 2021-01-19 21:13:18.236000
end_time: 2021-01-19 21:13:21.437000
duration: 3.201

id: 15
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 21:13:21.494000
end_time: 2021-01-19 21:13:23.118000
duration: 1.624

id: 16
command: battery?
response: 45

start time: 2021-01-19 21:13:23.139000
end_time: 2021-01-19 21:13:23.168000
duration: 0.029

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:13:23.173000
end_time: 2021-01-19 21:13:23.223000
duration: 0.05

id: 18
command: land
response: ok
start time: 2021-01-19 21:13:23.224000
end_time: 2021-01-19 21:13:26.944000
duration: 3.72

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 21:12:48.128000
end_time: 2021-01-19 21:12:48.162000
duration: 0.034

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 21:12:53.159000
end_time: 2021-01-19 21:12:53.209000
duration: 0.05

id: 2
command: mon
response: ok
start time: 2021-01-19 21:12:54.169000
end_time: 2021-01-19 21:12:54.180000
duration: 0.011

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:12:54.183000
end_time: 2021-01-19 21:12:54.247000
duration: 0.064

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:12:54.248000
end_time: 2021-01-19 21:12:59.025000
duration: 4.777

id: 5
command: battery?
response: 46

start time: 2021-01-19 21:13:02.864000
end_time: 2021-01-19 21:13:02.907000
duration: 0.043

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:13:02.908000
end_time: 2021-01-19 21:13:02.956000
duration: 0.048

id: 7
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:13:02.958000
end_time: 2021-01-19 21:13:03.667000
duration: 0.709

id: 8
command: cw 45
response: ok
start time: 2021-01-19 21:13:04.319000
end_time: 2021-01-19 21:13:05.861000
duration: 1.542

id: 9
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:13:06.411000
end_time: 2021-01-19 21:13:06.573000
duration: 0.162

id: 10
command: cw 45
response: ok
start time: 2021-01-19 21:13:08.614000
end_time: 2021-01-19 21:13:09.840000
duration: 1.226

id: 11
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:13:11.349000
end_time: 2021-01-19 21:13:11.530000
duration: 0.181

id: 12
command: cw 45
response: ok
start time: 2021-01-19 21:13:13.448000
end_time: 2021-01-19 21:13:14.837000
duration: 1.389

id: 13
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:13:16.043000
end_time: 2021-01-19 21:13:16.214000
duration: 0.171

id: 14
command: cw 45
response: ok
start time: 2021-01-19 21:13:18.237000
end_time: 2021-01-19 21:13:19.785000
duration: 1.548

id: 15
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:13:21.495000
end_time: 2021-01-19 21:13:21.678000
duration: 0.183

id: 16
command: battery?
response: 45

start time: 2021-01-19 21:13:23.140000
end_time: 2021-01-19 21:13:23.149000
duration: 0.009

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:13:23.154000
end_time: 2021-01-19 21:13:23.213000
duration: 0.059

id: 18
command: land
response: ok
start time: 2021-01-19 21:13:23.214000
end_time: 2021-01-19 21:13:26.821000
duration: 3.607

