------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 19:13:12.697000
end_time: 2021-01-26 19:13:12.750000
duration: 0.053

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 19:13:17.729000
end_time: 2021-01-26 19:13:17.746000
duration: 0.017

id: 2
command: mon
response: ok
start time: 2021-01-26 19:13:19.249000
end_time: 2021-01-26 19:13:19.286000
duration: 0.037

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:13:19.287000
end_time: 2021-01-26 19:13:19.327000
duration: 0.04

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:13:19.328000
end_time: 2021-01-26 19:13:25.191000
duration: 5.863

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:13:28.156000
end_time: 2021-01-26 19:13:30.954000
duration: 2.798

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:13:31.053000
end_time: 2021-01-26 19:13:33.913000
duration: 2.86

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:13:33.944000
end_time: 2021-01-26 19:13:36.619000
duration: 2.675

id: 8
command: go 0 0 50 100
response: ok
start time: 2021-01-26 19:13:36.730000
end_time: 2021-01-26 19:13:39.169000
duration: 2.439

id: 9
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:13:39.170000
end_time: 2021-01-26 19:13:41.820000
duration: 2.65

id: 10
command: flip f
response: ok
start time: 2021-01-26 19:13:41.822000
end_time: 2021-01-26 19:13:45.392000
duration: 3.57

id: 11
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:13:45.484000
end_time: 2021-01-26 19:13:48.347000
duration: 2.863

id: 12
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:13:48.348000
end_time: 2021-01-26 19:13:50.845000
duration: 2.497

id: 13
command: flip b
response: ok
start time: 2021-01-26 19:13:50.847000
end_time: 2021-01-26 19:13:54.363000
duration: 3.516

id: 14
command: go 0 0 80 100 m7
response: error No valid marker
start time: 2021-01-26 19:13:54.476000
end_time: 2021-01-26 19:13:56.660000
duration: 2.184

id: 15
command: battery?
response: 79

start time: 2021-01-26 19:13:56.692000
end_time: 2021-01-26 19:13:56.725000
duration: 0.033

id: 16
command: land
response: ok
start time: 2021-01-26 19:13:56.729000
end_time: 2021-01-26 19:14:00.280000
duration: 3.551

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 19:13:12.698000
end_time: 2021-01-26 19:13:12.747000
duration: 0.049

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 19:13:17.730000
end_time: 2021-01-26 19:13:17.743000
duration: 0.013

id: 2
command: mon
response: ok
start time: 2021-01-26 19:13:19.249000
end_time: 2021-01-26 19:13:19.275000
duration: 0.026

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:13:19.286000
end_time: 2021-01-26 19:13:19.325000
duration: 0.039

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:13:19.326000
end_time: 2021-01-26 19:13:25.087000
duration: 5.761

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:13:25.271000
end_time: 2021-01-26 19:13:28.050000
duration: 2.779

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:13:28.156000
end_time: 2021-01-26 19:13:30.902000
duration: 2.746

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:13:31.053000
end_time: 2021-01-26 19:13:33.658000
duration: 2.605

id: 8
command: go 0 0 50 100
response: ok
start time: 2021-01-26 19:13:36.731000
end_time: 2021-01-26 19:13:39.126000
duration: 2.395

id: 9
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:13:39.128000
end_time: 2021-01-26 19:13:41.665000
duration: 2.537

id: 10
command: flip f
response: ok
start time: 2021-01-26 19:13:41.666000
end_time: 2021-01-26 19:13:45.183000
duration: 3.517

id: 11
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:13:45.483000
end_time: 2021-01-26 19:13:48.244000
duration: 2.761

id: 12
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:13:48.245000
end_time: 2021-01-26 19:13:50.895000
duration: 2.65

id: 13
command: flip b
response: error
start time: 2021-01-26 19:13:50.897000
end_time: 2021-01-26 19:13:50.947000
duration: 0.05

id: 14
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 19:13:54.477000
end_time: 2021-01-26 19:13:54.518000
duration: 0.041

id: 15
command: battery?
response: 49

start time: 2021-01-26 19:13:56.692000
end_time: 2021-01-26 19:13:56.719000
duration: 0.027

id: 16
command: land
response: ok
start time: 2021-01-26 19:13:56.720000
end_time: 2021-01-26 19:14:00.384000
duration: 3.664

