------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 13:54:47.764000
end_time: 2021-01-19 13:54:47.814000
duration: 0.05

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 13:54:52.789000
end_time: 2021-01-19 13:54:52.823000
duration: 0.034

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:54:54.302000
end_time: 2021-01-19 13:55:03.028000
duration: 8.726

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:55:03.029000
end_time: 2021-01-19 13:55:05.766000
duration: 2.737

id: 4
command: go 0 -160 -160 100
response: ok
start time: 2021-01-19 13:55:05.766000
end_time: 2021-01-19 13:55:11.631000
duration: 5.865

id: 5
command: land
response: ok
start time: 2021-01-19 13:55:11.631000
end_time: 2021-01-19 13:55:12.599000
duration: 0.968

