------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 17:11:34.469000
end_time: 2021-01-26 17:11:34.478000
duration: 0.009

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 17:11:39.503000
end_time: 2021-01-26 17:11:39.527000
duration: 0.024

id: 2
command: mon
response: ok
start time: 2021-01-26 17:11:41.021000
end_time: 2021-01-26 17:11:41.056000
duration: 0.035

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 17:11:41.057000
end_time: 2021-01-26 17:11:41.108000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-26 17:11:41.109000
end_time: 2021-01-26 17:11:47.381000
duration: 6.272

id: 5
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-26 17:11:47.458000
end_time: 2021-01-26 17:11:53.046000
duration: 5.588

id: 6
command: curve 55 55 0 100 0 -30 50
response: ok
start time: 2021-01-26 17:11:53.047000
end_time: 2021-01-26 17:11:57.582000
duration: 4.535

id: 7
command: go 0 0 180 100 m5
response: error No valid marker
start time: 2021-01-26 17:11:58.501000
end_time: 2021-01-26 17:12:00.703000
duration: 2.202

id: 8
command: curve -55 -55 0 -100 0 -30 50
response: ok
start time: 2021-01-26 17:12:02.927000
end_time: 2021-01-26 17:12:07.882000
duration: 4.955

id: 9
command: curve 55 55 -30 100 0 -60 50
response: ok
start time: 2021-01-26 17:12:07.883000
end_time: 2021-01-26 17:12:12.523000
duration: 4.64

id: 10
command: up 50
response: error Motor stop
start time: 2021-01-26 17:12:34.045000
end_time: 2021-01-26 17:12:34.101000
duration: 0.056

id: 11
command: battery?
response: 96

start time: 2021-01-26 17:12:34.102000
end_time: 2021-01-26 17:12:34.153000
duration: 0.051

id: 12
command: land
response: error
start time: 2021-01-26 17:12:34.158000
end_time: 2021-01-26 17:12:34.199000
duration: 0.041

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 17:11:34.469000
end_time: 2021-01-26 17:11:34.521000
duration: 0.052

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 17:11:39.503000
end_time: 2021-01-26 17:11:39.517000
duration: 0.014

id: 2
command: mon
response: ok
start time: 2021-01-26 17:11:41.021000
end_time: 2021-01-26 17:11:41.051000
duration: 0.03

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 17:11:41.055000
end_time: 2021-01-26 17:11:41.098000
duration: 0.043

id: 4
command: takeoff
response: ok
start time: 2021-01-26 17:11:41.099000
end_time: 2021-01-26 17:11:45.587000
duration: 4.488

id: 5
command: curve 55 55 -30 100 0 30 50
response: ok
start time: 2021-01-26 17:11:47.457000
end_time: 2021-01-26 17:11:53.396000
duration: 5.939

id: 6
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-26 17:11:53.401000
end_time: 2021-01-26 17:11:58.441000
duration: 5.04

id: 7
command: go 60 0 0 100
response: ok
start time: 2021-01-26 17:11:58.499000
end_time: 2021-01-26 17:12:00.631000
duration: 2.132

id: 8
command: go 0 0 180 100 m1
response: ok
start time: 2021-01-26 17:12:00.632000
end_time: 2021-01-26 17:12:02.876000
duration: 2.244

id: 9
command: rc 0 0 -30 50
response: None
start time: 2021-01-26 17:12:02.927000
end_time: None
duration: None

id: 10
command: up 50
response: error Motor stop
start time: 2021-01-26 17:12:34.045000
end_time: 2021-01-26 17:12:34.139000
duration: 0.094

id: 11
command: battery?
response: 100

start time: 2021-01-26 17:12:34.141000
end_time: 2021-01-26 17:12:34.190000
duration: 0.049

id: 12
command: land
response: error
start time: 2021-01-26 17:12:34.192000
end_time: 2021-01-26 17:12:34.241000
duration: 0.049

