------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 13:38:42.144000
end_time: 2021-01-19 13:38:42.525000
duration: 0.381

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 13:38:47.181000
end_time: 2021-01-19 13:38:47.206000
duration: 0.025

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:38:48.693000
end_time: 2021-01-19 13:38:54.360000
duration: 5.667

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:38:54.458000
end_time: 2021-01-19 13:38:57.714000
duration: 3.256

id: 4
command: go 0 0 -80 100
response: ok
start time: 2021-01-19 13:38:57.784000
end_time: 2021-01-19 13:38:59.904000
duration: 2.12

id: 5
command: jump 0 200 0 100 0 m1 m3
response: error No valid imu
start time: 2021-01-19 13:39:00.570000
end_time: 2021-01-19 13:39:04.447000
duration: 3.877

id: 6
command: land
response: ok
start time: 2021-01-19 13:39:05.345000
end_time: 2021-01-19 13:39:09.823000
duration: 4.478

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 13:38:42.146000
end_time: 2021-01-19 13:38:42.877000
duration: 0.731

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 13:38:47.181000
end_time: 2021-01-19 13:38:47.253000
duration: 0.072

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:38:48.694000
end_time: 2021-01-19 13:38:53.669000
duration: 4.975

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:38:57.785000
end_time: 2021-01-19 13:39:00.454000
duration: 2.669

id: 4
command: jump 0 -160 -160 100 0 m2 m1
response: error Motor stop
start time: 2021-01-19 13:39:00.571000
end_time: 2021-01-19 13:39:05.141000
duration: 4.57

id: 5
command: land
response: error
start time: 2021-01-19 13:39:05.345000
end_time: 2021-01-19 13:39:05.399000
duration: 0.054

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 13:38:42.140000
end_time: 2021-01-19 13:38:42.451000
duration: 0.311

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 13:38:47.182000
end_time: 2021-01-19 13:38:47.256000
duration: 0.074

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:38:48.693000
end_time: 2021-01-19 13:38:52.444000
duration: 3.751

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:38:54.458000
end_time: 2021-01-19 13:38:57.394000
duration: 2.936

id: 4
command: go 0 0 -80 100
response: ok
start time: 2021-01-19 13:38:57.785000
end_time: 2021-01-19 13:39:00.457000
duration: 2.672

id: 5
command: jump 0 -160 160 100 0 m3 m2
response: ok
start time: 2021-01-19 13:39:00.572000
end_time: 2021-01-19 13:39:05.313000
duration: 4.741

id: 6
command: land
response: ok
start time: 2021-01-19 13:39:05.344000
end_time: 2021-01-19 13:39:09.976000
duration: 4.632

