------
Drone: 1

id: 0
command: command
response: None
start time: 2021-01-26 21:30:14.412000
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2021-01-26 21:30:19.437000
end_time: 2021-01-26 21:30:19.861000
duration: 0.424

id: 2
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 21:30:24.451000
end_time: 2021-01-26 21:30:24.502000
duration: 0.051

id: 3
command: mon
response: ok
start time: 2021-01-26 21:30:25.464000
end_time: 2021-01-26 21:30:25.482000
duration: 0.018

id: 4
command: mdirection 2
response: ok
start time: 2021-01-26 21:30:25.486000
end_time: 2021-01-26 21:30:25.522000
duration: 0.036

id: 5
command: takeoff
response: ok
start time: 2021-01-26 21:30:25.529000
end_time: 2021-01-26 21:30:30.115000
duration: 4.586

id: 6
command: battery?
response: 48

start time: 2021-01-26 21:30:30.116000
end_time: 2021-01-26 21:30:30.163000
duration: 0.047

id: 7
command: go 0 0 180 100 m5
response: ok
start time: 2021-01-26 21:30:30.215000
end_time: 2021-01-26 21:30:32.560000
duration: 2.345

id: 8
command: curve -55 -55 0 -100 0 -30 50
response: ok
start time: 2021-01-26 21:30:32.561000
end_time: 2021-01-26 21:30:37.201000
duration: 4.64

id: 9
command: curve 55 55 -30 100 0 -60 50
response: ok
start time: 2021-01-26 21:30:37.202000
end_time: 2021-01-26 21:30:42.556000
duration: 5.354

id: 10
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 21:30:42.790000
end_time: 2021-01-26 21:30:44.954000
duration: 2.164

id: 11
command: battery?
response: 48

start time: 2021-01-26 21:30:45.677000
end_time: 2021-01-26 21:30:45.719000
duration: 0.042

id: 12
command: land
response: error
start time: 2021-01-26 21:30:45.723000
end_time: 2021-01-26 21:30:45.772000
duration: 0.049

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 21:30:14.412000
end_time: 2021-01-26 21:30:14.490000
duration: 0.078

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 21:30:24.451000
end_time: 2021-01-26 21:30:24.483000
duration: 0.032

id: 2
command: mon
response: ok
start time: 2021-01-26 21:30:25.463000
end_time: 2021-01-26 21:30:25.503000
duration: 0.04

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 21:30:25.508000
end_time: 2021-01-26 21:30:25.561000
duration: 0.053

id: 4
command: takeoff
response: ok
start time: 2021-01-26 21:30:25.563000
end_time: 2021-01-26 21:30:29.738000
duration: 4.175

id: 5
command: battery?
response: 51

start time: 2021-01-26 21:30:29.740000
end_time: 2021-01-26 21:30:29.786000
duration: 0.046

id: 6
command: go 0 0 180 100 m1
response: ok
start time: 2021-01-26 21:30:30.214000
end_time: 2021-01-26 21:30:32.339000
duration: 2.125

id: 7
command: go 0 0 -120 10
response: ok
start time: 2021-01-26 21:30:32.341000
end_time: 2021-01-26 21:30:42.742000
duration: 10.401

id: 8
command: go 0 0 80 100 m1
response: error Motor stop
start time: 2021-01-26 21:30:42.789000
end_time: 2021-01-26 21:30:45.651000
duration: 2.862

id: 9
command: battery?
response: 51

start time: 2021-01-26 21:30:45.676000
end_time: 2021-01-26 21:30:45.699000
duration: 0.023

id: 10
command: land
response: error
start time: 2021-01-26 21:30:45.700000
end_time: 2021-01-26 21:30:45.749000
duration: 0.049

