------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 19:06:29.149000
end_time: 2021-01-19 19:06:29.367000
duration: 0.218

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 19:06:34.170000
end_time: 2021-01-19 19:06:34.188000
duration: 0.018

id: 2
command: mon
response: ok
start time: 2021-01-19 19:06:35.186000
end_time: 2021-01-19 19:06:35.209000
duration: 0.023

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:06:35.211000
end_time: 2021-01-19 19:06:35.259000
duration: 0.048

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:06:35.263000
end_time: 2021-01-19 19:06:39.698000
duration: 4.435

id: 5
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 19:06:42.396000
end_time: 2021-01-19 19:06:43.522000
duration: 1.126

id: 6
command: go 15 -46 120 100 m1
response: error No valid marker
start time: 2021-01-19 19:06:43.850000
end_time: 2021-01-19 19:06:46.022000
duration: 2.172

id: 7
command: land
response: ok
start time: 2021-01-19 19:06:46.027000
end_time: 2021-01-19 19:06:50.102000
duration: 4.075

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 19:06:29.151000
end_time: 2021-01-19 19:06:29.587000
duration: 0.436

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 19:06:34.171000
end_time: 2021-01-19 19:06:34.223000
duration: 0.052

id: 2
command: mon
response: ok
start time: 2021-01-19 19:06:35.186000
end_time: 2021-01-19 19:06:35.245000
duration: 0.059

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:06:35.248000
end_time: 2021-01-19 19:06:35.297000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:06:35.299000
end_time: 2021-01-19 19:06:42.334000
duration: 7.035

id: 5
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 19:06:42.395000
end_time: 2021-01-19 19:06:43.759000
duration: 1.364

id: 6
command: go -15 46 40 100 m5
response: error No valid marker
start time: 2021-01-19 19:06:43.851000
end_time: 2021-01-19 19:06:46.007000
duration: 2.156

id: 7
command: land
response: ok
start time: 2021-01-19 19:06:46.008000
end_time: 2021-01-19 19:06:47.738000
duration: 1.73

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 19:06:29.143000
end_time: 2021-01-19 19:06:29.214000
duration: 0.071

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 19:06:34.171000
end_time: 2021-01-19 19:06:34.222000
duration: 0.051

id: 2
command: mon
response: ok
start time: 2021-01-19 19:06:35.185000
end_time: 2021-01-19 19:06:35.244000
duration: 0.059

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:06:35.247000
end_time: 2021-01-19 19:06:35.295000
duration: 0.048

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:06:35.297000
end_time: 2021-01-19 19:06:39.935000
duration: 4.638

id: 5
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:06:42.396000
end_time: 2021-01-19 19:06:42.841000
duration: 0.445

id: 6
command: cw 45
response: ok
start time: 2021-01-19 19:06:43.851000
end_time: 2021-01-19 19:06:44.985000
duration: 1.134

id: 7
command: land
response: ok
start time: 2021-01-19 19:06:44.987000
end_time: 2021-01-19 19:06:47.687000
duration: 2.7

