------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 15:23:02.664000
end_time: 2021-01-19 15:23:03.098000
duration: 0.434

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 15:23:07.689000
end_time: 2021-01-19 15:23:07.756000
duration: 0.067

id: 2
command: takeoff
response: ok
start time: 2021-01-19 15:23:08.701000
end_time: 2021-01-19 15:23:13.396000
duration: 4.695

id: 3
command: go 0 0 80 50
response: ok
start time: 2021-01-19 15:23:13.397000
end_time: 2021-01-19 15:23:15.960000
duration: 2.563

id: 4
command: go 0 0 -80 50
response: ok
start time: 2021-01-19 15:23:16.762000
end_time: 2021-01-19 15:23:19.430000
duration: 2.668

id: 5
command: left 200
response: error Motor stop
start time: 2021-01-19 15:23:19.531000
end_time: 2021-01-19 15:23:22.106000
duration: 2.575

id: 6
command: land
response: error
start time: 2021-01-19 15:23:23.956000
end_time: 2021-01-19 15:23:24.015000
duration: 0.059

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 15:23:02.665000
end_time: 2021-01-19 15:23:03.103000
duration: 0.438

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 15:23:07.689000
end_time: 2021-01-19 15:23:07.716000
duration: 0.027

id: 2
command: takeoff
response: ok
start time: 2021-01-19 15:23:08.701000
end_time: 2021-01-19 15:23:13.620000
duration: 4.919

id: 3
command: go 0 0 80 50
response: ok
start time: 2021-01-19 15:23:16.763000
end_time: 2021-01-19 15:23:19.485000
duration: 2.722

id: 4
command: go 0 -100 -100 50
response: ok
start time: 2021-01-19 15:23:19.530000
end_time: 2021-01-19 15:23:23.771000
duration: 4.241

id: 5
command: land
response: ok
start time: 2021-01-19 15:23:23.957000
end_time: 2021-01-19 15:23:27.087000
duration: 3.13

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 15:23:02.660000
end_time: 2021-01-19 15:23:02.682000
duration: 0.022

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 15:23:07.689000
end_time: 2021-01-19 15:23:07.729000
duration: 0.04

id: 2
command: takeoff
response: ok
start time: 2021-01-19 15:23:08.703000
end_time: 2021-01-19 15:23:13.493000
duration: 4.79

id: 3
command: go 0 0 80 50
response: ok
start time: 2021-01-19 15:23:13.495000
end_time: 2021-01-19 15:23:16.754000
duration: 3.259

id: 4
command: go 0 0 -80 50
response: ok
start time: 2021-01-19 15:23:16.763000
end_time: 2021-01-19 15:23:19.458000
duration: 2.695

id: 5
command: go 0 -100 100 50
response: ok
start time: 2021-01-19 15:23:19.531000
end_time: 2021-01-19 15:23:23.848000
duration: 4.317

id: 6
command: land
response: ok
start time: 2021-01-19 15:23:23.957000
end_time: 2021-01-19 15:23:28.831000
duration: 4.874

