------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 13:34:09.959000
end_time: 2021-01-19 13:34:10.008000
duration: 0.049

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 13:34:14.991000
end_time: 2021-01-19 13:34:15.040000
duration: 0.049

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:34:16.508000
end_time: 2021-01-19 13:34:21.110000
duration: 4.602

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:34:23.680000
end_time: 2021-01-19 13:34:26.366000
duration: 2.686

id: 4
command: go 0 0 -80 100
response: ok
start time: 2021-01-19 13:34:26.543000
end_time: 2021-01-19 13:34:28.909000
duration: 2.366

id: 5
command: go 0 200 0 100 m3
response: error No valid marker
start time: 2021-01-19 13:34:29.439000
end_time: 2021-01-19 13:34:31.614000
duration: 2.175

id: 6
command: land
response: ok
start time: 2021-01-19 13:34:31.747000
end_time: 2021-01-19 13:34:33.603000
duration: 1.856

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 13:34:09.961000
end_time: 2021-01-19 13:34:10.027000
duration: 0.066

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 13:34:14.990000
end_time: 2021-01-19 13:34:15.023000
duration: 0.033

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:34:16.509000
end_time: 2021-01-19 13:34:23.590000
duration: 7.081

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:34:26.544000
end_time: 2021-01-19 13:34:29.251000
duration: 2.707

id: 4
command: go 0 -160 -160 100 m1
response: error No valid marker
start time: 2021-01-19 13:34:29.438000
end_time: 2021-01-19 13:34:31.703000
duration: 2.265

id: 5
command: land
response: ok
start time: 2021-01-19 13:34:31.748000
end_time: 2021-01-19 13:34:33.591000
duration: 1.843

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 13:34:09.955000
end_time: 2021-01-19 13:34:10.144000
duration: 0.189

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 13:34:14.990000
end_time: 2021-01-19 13:34:14.995000
duration: 0.005

id: 2
command: takeoff
response: ok
start time: 2021-01-19 13:34:16.510000
end_time: 2021-01-19 13:34:22.287000
duration: 5.777

id: 3
command: go 0 0 80 100
response: ok
start time: 2021-01-19 13:34:23.681000
end_time: 2021-01-19 13:34:26.467000
duration: 2.786

id: 4
command: go 0 0 -80 100
response: ok
start time: 2021-01-19 13:34:26.545000
end_time: 2021-01-19 13:34:29.373000
duration: 2.828

id: 5
command: go 0 -160 160 100 m2
response: error No valid marker
start time: 2021-01-19 13:34:29.439000
end_time: 2021-01-19 13:34:31.618000
duration: 2.179

id: 6
command: land
response: ok
start time: 2021-01-19 13:34:31.746000
end_time: 2021-01-19 13:34:36.359000
duration: 4.613

