------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 19:23:30.499000
end_time: 2021-01-19 19:23:30.873000
duration: 0.374

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 19:23:35.536000
end_time: 2021-01-19 19:23:35.583000
duration: 0.047

id: 2
command: mon
response: ok
start time: 2021-01-19 19:23:36.549000
end_time: 2021-01-19 19:23:36.609000
duration: 0.06

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:23:36.613000
end_time: 2021-01-19 19:23:36.657000
duration: 0.044

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:23:36.661000
end_time: 2021-01-19 19:23:44.356000
duration: 7.695

id: 5
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 19:23:44.411000
end_time: 2021-01-19 19:23:45.834000
duration: 1.423

id: 6
command: go 0 -40 20 100
response: ok
start time: 2021-01-19 19:23:46.083000
end_time: 2021-01-19 19:23:48.437000
duration: 2.354

id: 7
command: go 0 0 100 100 m5
response: error No valid marker
start time: 2021-01-19 19:23:48.523000
end_time: 2021-01-19 19:23:50.685000
duration: 2.162

id: 8
command: go -30 -40 -20 100
response: ok
start time: 2021-01-19 19:23:50.746000
end_time: 2021-01-19 19:23:53.230000
duration: 2.484

id: 9
command: go 0 0 80 100 m2
response: ok
start time: 2021-01-19 19:23:53.302000
end_time: 2021-01-19 19:23:55.142000
duration: 1.84

id: 10
command: land
response: ok
start time: 2021-01-19 19:23:55.195000
end_time: 2021-01-19 19:23:58.946000
duration: 3.751

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 19:23:30.501000
end_time: 2021-01-19 19:23:30.985000
duration: 0.484

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 19:23:35.536000
end_time: 2021-01-19 19:23:35.569000
duration: 0.033

id: 2
command: mon
response: ok
start time: 2021-01-19 19:23:36.550000
end_time: 2021-01-19 19:23:36.600000
duration: 0.05

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:23:36.601000
end_time: 2021-01-19 19:23:36.641000
duration: 0.04

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:23:36.644000
end_time: 2021-01-19 19:23:40.413000
duration: 3.769

id: 5
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 19:23:44.411000
end_time: 2021-01-19 19:23:44.562000
duration: 0.151

id: 6
command: go -15 40 -20 100
response: ok
start time: 2021-01-19 19:23:46.086000
end_time: 2021-01-19 19:23:48.167000
duration: 2.081

id: 7
command: go 0 0 60 100 m1
response: error No valid marker
start time: 2021-01-19 19:23:48.524000
end_time: 2021-01-19 19:23:50.668000
duration: 2.144

id: 8
command: go 15 40 20 100
response: ok
start time: 2021-01-19 19:23:50.745000
end_time: 2021-01-19 19:23:53.013000
duration: 2.268

id: 9
command: go 0 0 80 100 m6
response: ok
start time: 2021-01-19 19:23:53.303000
end_time: 2021-01-19 19:23:54.441000
duration: 1.138

id: 10
command: land
response: ok
start time: 2021-01-19 19:23:55.195000
end_time: 2021-01-19 19:23:58.882000
duration: 3.687

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 19:23:30.495000
end_time: 2021-01-19 19:23:30.533000
duration: 0.038

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 19:23:35.537000
end_time: 2021-01-19 19:23:35.568000
duration: 0.031

id: 2
command: mon
response: ok
start time: 2021-01-19 19:23:36.551000
end_time: 2021-01-19 19:23:36.592000
duration: 0.041

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:23:36.594000
end_time: 2021-01-19 19:23:36.643000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:23:36.646000
end_time: 2021-01-19 19:23:40.262000
duration: 3.616

id: 5
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:23:44.413000
end_time: 2021-01-19 19:23:46.080000
duration: 1.667

id: 6
command: cw 45
response: ok
start time: 2021-01-19 19:23:46.085000
end_time: 2021-01-19 19:23:47.864000
duration: 1.779

id: 7
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:23:48.524000
end_time: 2021-01-19 19:23:49.595000
duration: 1.071

id: 8
command: cw 45
response: ok
start time: 2021-01-19 19:23:50.745000
end_time: 2021-01-19 19:23:52.097000
duration: 1.352

id: 9
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:23:53.303000
end_time: 2021-01-19 19:23:54.388000
duration: 1.085

id: 10
command: land
response: ok
start time: 2021-01-19 19:23:55.194000
end_time: 2021-01-19 19:23:57.858000
duration: 2.664

