------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 14:59:30.806000
end_time: 2021-01-26 14:59:30.831000
duration: 0.025

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 14:59:35.832000
end_time: 2021-01-26 14:59:35.881000
duration: 0.049

id: 2
command: mon
response: ok
start time: 2021-01-26 14:59:36.840000
end_time: 2021-01-26 14:59:36.856000
duration: 0.016

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 14:59:36.861000
end_time: 2021-01-26 14:59:36.901000
duration: 0.04

id: 4
command: takeoff
response: ok
start time: 2021-01-26 14:59:36.906000
end_time: 2021-01-26 14:59:43.021000
duration: 6.115

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 14:59:46.032000
end_time: 2021-01-26 14:59:48.680000
duration: 2.648

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 14:59:48.762000
end_time: 2021-01-26 14:59:51.537000
duration: 2.775

id: 7
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-26 14:59:51.613000
end_time: 2021-01-26 14:59:52.761000
duration: 1.148

id: 8
command: go 0 0 80 100
response: ok
start time: 2021-01-26 14:59:52.842000
end_time: 2021-01-26 14:59:55.420000
duration: 2.578

id: 9
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 14:59:55.763000
end_time: 2021-01-26 14:59:58.836000
duration: 3.073

id: 10
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 14:59:58.919000
end_time: 2021-01-26 15:00:01.584000
duration: 2.665

id: 11
command: go 0 120 0 100
response: ok
start time: 2021-01-26 15:00:01.863000
end_time: 2021-01-26 15:00:04.542000
duration: 2.679

id: 12
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-26 15:00:04.590000
end_time: 2021-01-26 15:00:06.583000
duration: 1.993

id: 13
command: land
response: ok
start time: 2021-01-26 15:00:06.883000
end_time: 2021-01-26 15:00:10.613000
duration: 3.73

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 14:59:30.806000
end_time: 2021-01-26 14:59:30.819000
duration: 0.013

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 14:59:35.832000
end_time: 2021-01-26 14:59:35.864000
duration: 0.032

id: 2
command: mon
response: ok
start time: 2021-01-26 14:59:36.840000
end_time: 2021-01-26 14:59:36.883000
duration: 0.043

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 14:59:36.889000
end_time: 2021-01-26 14:59:36.948000
duration: 0.059

id: 4
command: takeoff
response: ok
start time: 2021-01-26 14:59:36.949000
end_time: 2021-01-26 14:59:40.609000
duration: 3.66

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 14:59:43.105000
end_time: 2021-01-26 14:59:46.012000
duration: 2.907

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 14:59:46.031000
end_time: 2021-01-26 14:59:48.716000
duration: 2.685

id: 7
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 14:59:51.613000
end_time: 2021-01-26 14:59:51.778000
duration: 0.165

id: 8
command: go 0 120 0 100
response: ok
start time: 2021-01-26 14:59:52.842000
end_time: 2021-01-26 14:59:55.726000
duration: 2.884

id: 9
command: go 0 0 80 100
response: ok
start time: 2021-01-26 14:59:55.762000
end_time: 2021-01-26 14:59:58.203000
duration: 2.441

id: 10
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 14:59:58.919000
end_time: 2021-01-26 15:00:01.773000
duration: 2.854

id: 11
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 15:00:01.862000
end_time: 2021-01-26 15:00:04.528000
duration: 2.666

id: 12
command: go 0 0 80 100 m3
response: error No valid marker
start time: 2021-01-26 15:00:04.591000
end_time: 2021-01-26 15:00:06.770000
duration: 2.179

id: 13
command: land
response: ok
start time: 2021-01-26 15:00:06.883000
end_time: 2021-01-26 15:00:10.707000
duration: 3.824

