------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 19:21:38.100000
end_time: 2021-01-19 19:21:38.269000
duration: 0.169

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 19:21:43.129000
end_time: 2021-01-19 19:21:43.135000
duration: 0.006

id: 2
command: mon
response: ok
start time: 2021-01-19 19:21:44.132000
end_time: 2021-01-19 19:21:44.154000
duration: 0.022

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:21:44.156000
end_time: 2021-01-19 19:21:44.202000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:21:44.205000
end_time: 2021-01-19 19:21:49.966000
duration: 5.761

id: 5
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 19:21:50.009000
end_time: 2021-01-19 19:21:51.904000
duration: 1.895

id: 6
command: go 0 -40 20 100
response: ok
start time: 2021-01-19 19:21:51.912000
end_time: 2021-01-19 19:21:54.711000
duration: 2.799

id: 7
command: go 0 0 100 100 m5
response: error No valid marker
start time: 2021-01-19 19:21:54.802000
end_time: 2021-01-19 19:21:56.960000
duration: 2.158

id: 8
command: go -15 -40 -20 100
response: ok
start time: 2021-01-19 19:21:57.032000
end_time: 2021-01-19 19:21:59.658000
duration: 2.626

id: 9
command: go 0 0 80 100 m2
response: error No valid marker
start time: 2021-01-19 19:21:59.707000
end_time: 2021-01-19 19:22:01.900000
duration: 2.193

id: 10
command: land
response: ok
start time: 2021-01-19 19:22:02.710000
end_time: 2021-01-19 19:22:06.491000
duration: 3.781

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 19:21:38.102000
end_time: 2021-01-19 19:21:38.376000
duration: 0.274

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 19:21:43.128000
end_time: 2021-01-19 19:21:43.166000
duration: 0.038

id: 2
command: mon
response: ok
start time: 2021-01-19 19:21:44.133000
end_time: 2021-01-19 19:21:44.186000
duration: 0.053

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:21:44.187000
end_time: 2021-01-19 19:21:44.241000
duration: 0.054

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:21:44.243000
end_time: 2021-01-19 19:21:49.286000
duration: 5.043

id: 5
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 19:21:50.008000
end_time: 2021-01-19 19:21:51.173000
duration: 1.165

id: 6
command: go -15 40 -20 100
response: ok
start time: 2021-01-19 19:21:51.912000
end_time: 2021-01-19 19:21:53.931000
duration: 2.019

id: 7
command: go 0 0 60 100 m1
response: error No valid marker
start time: 2021-01-19 19:21:54.804000
end_time: 2021-01-19 19:21:56.990000
duration: 2.186

id: 8
command: go 15 40 20 100
response: ok
start time: 2021-01-19 19:21:57.033000
end_time: 2021-01-19 19:21:59.398000
duration: 2.365

id: 9
command: go 0 0 80 100 m6
response: ok
start time: 2021-01-19 19:21:59.705000
end_time: 2021-01-19 19:22:02.597000
duration: 2.892

id: 10
command: land
response: ok
start time: 2021-01-19 19:22:02.710000
end_time: 2021-01-19 19:22:06.425000
duration: 3.715

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 19:21:38.096000
end_time: 2021-01-19 19:21:38.121000
duration: 0.025

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 19:21:43.128000
end_time: 2021-01-19 19:21:43.172000
duration: 0.044

id: 2
command: mon
response: ok
start time: 2021-01-19 19:21:44.132000
end_time: 2021-01-19 19:21:44.139000
duration: 0.007

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 19:21:44.140000
end_time: 2021-01-19 19:21:44.191000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-19 19:21:44.192000
end_time: 2021-01-19 19:21:47.862000
duration: 3.67

id: 5
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:21:50.010000
end_time: 2021-01-19 19:21:50.156000
duration: 0.146

id: 6
command: cw 45
response: ok
start time: 2021-01-19 19:21:51.913000
end_time: 2021-01-19 19:21:53.473000
duration: 1.56

id: 7
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:21:54.803000
end_time: 2021-01-19 19:21:55.818000
duration: 1.015

id: 8
command: cw 45
response: ok
start time: 2021-01-19 19:21:57.034000
end_time: 2021-01-19 19:21:58.375000
duration: 1.341

id: 9
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 19:21:59.707000
end_time: 2021-01-19 19:22:00.820000
duration: 1.113

id: 10
command: land
response: ok
start time: 2021-01-19 19:22:02.709000
end_time: 2021-01-19 19:22:05.362000
duration: 2.653

