------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 19:19:51.143000
end_time: 2021-01-26 19:19:51.165000
duration: 0.022

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 19:19:56.169000
end_time: 2021-01-26 19:19:56.212000
duration: 0.043

id: 2
command: mon
response: ok
start time: 2021-01-26 19:19:57.173000
end_time: 2021-01-26 19:19:57.240000
duration: 0.067

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:19:57.242000
end_time: 2021-01-26 19:19:57.286000
duration: 0.044

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:19:57.287000
end_time: 2021-01-26 19:20:03.265000
duration: 5.978

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:20:06.292000
end_time: 2021-01-26 19:20:08.964000
duration: 2.672

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:20:08.969000
end_time: 2021-01-26 19:20:11.617000
duration: 2.648

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:20:11.653000
end_time: 2021-01-26 19:20:14.219000
duration: 2.566

id: 8
command: go 0 0 50 100
response: ok
start time: 2021-01-26 19:20:14.333000
end_time: 2021-01-26 19:20:16.819000
duration: 2.486

id: 9
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:20:16.820000
end_time: 2021-01-26 19:20:19.216000
duration: 2.396

id: 10
command: flip f
response: ok
start time: 2021-01-26 19:20:19.217000
end_time: 2021-01-26 19:20:22.789000
duration: 3.572

id: 11
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:20:22.855000
end_time: 2021-01-26 19:20:25.594000
duration: 2.739

id: 12
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:20:25.595000
end_time: 2021-01-26 19:20:27.938000
duration: 2.343

id: 13
command: flip b
response: ok
start time: 2021-01-26 19:20:27.939000
end_time: 2021-01-26 19:20:31.558000
duration: 3.619

id: 14
command: go 40 0 0 100
response: ok
start time: 2021-01-26 19:20:31.560000
end_time: 2021-01-26 19:20:33.650000
duration: 2.09

id: 15
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-26 19:20:33.929000
end_time: 2021-01-26 19:20:39.820000
duration: 5.891

id: 16
command: battery?
response: 56

start time: 2021-01-26 19:20:39.827000
end_time: 2021-01-26 19:20:39.874000
duration: 0.047

id: 17
command: land
response: ok
start time: 2021-01-26 19:20:39.876000
end_time: 2021-01-26 19:20:43.444000
duration: 3.568

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 19:19:51.143000
end_time: 2021-01-26 19:19:51.164000
duration: 0.021

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 19:19:56.169000
end_time: 2021-01-26 19:19:56.212000
duration: 0.043

id: 2
command: mon
response: ok
start time: 2021-01-26 19:19:57.173000
end_time: 2021-01-26 19:19:57.238000
duration: 0.065

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 19:19:57.239000
end_time: 2021-01-26 19:19:57.285000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-01-26 19:19:57.286000
end_time: 2021-01-26 19:20:03.148000
duration: 5.862

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:20:03.294000
end_time: 2021-01-26 19:20:06.258000
duration: 2.964

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 19:20:06.293000
end_time: 2021-01-26 19:20:08.961000
duration: 2.668

id: 7
command: go 0 0 80 100
response: ok
start time: 2021-01-26 19:20:08.969000
end_time: 2021-01-26 19:20:11.307000
duration: 2.338

id: 8
command: go 0 0 50 100
response: ok
start time: 2021-01-26 19:20:14.333000
end_time: 2021-01-26 19:20:16.917000
duration: 2.584

id: 9
command: go 50 0 -80 100
response: ok
start time: 2021-01-26 19:20:16.918000
end_time: 2021-01-26 19:20:19.212000
duration: 2.294

id: 10
command: flip f
response: ok
start time: 2021-01-26 19:20:19.213000
end_time: 2021-01-26 19:20:22.783000
duration: 3.57

id: 11
command: go -50 0 80 100
response: ok
start time: 2021-01-26 19:20:22.856000
end_time: 2021-01-26 19:20:25.383000
duration: 2.527

id: 12
command: go -50 0 -80 100
response: ok
start time: 2021-01-26 19:20:25.384000
end_time: 2021-01-26 19:20:28.292000
duration: 2.908

id: 13
command: flip b
response: ok
start time: 2021-01-26 19:20:28.293000
end_time: 2021-01-26 19:20:31.863000
duration: 3.57

id: 14
command: go 40 0 0 100
response: ok
start time: 2021-01-26 19:20:31.864000
end_time: 2021-01-26 19:20:33.851000
duration: 1.987

id: 15
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 19:20:33.930000
end_time: 2021-01-26 19:20:35.686000
duration: 1.756

id: 16
command: battery?
response: 89

start time: 2021-01-26 19:20:39.826000
end_time: 2021-01-26 19:20:39.872000
duration: 0.046

id: 17
command: land
response: ok
start time: 2021-01-26 19:20:39.875000
end_time: 2021-01-26 19:20:43.438000
duration: 3.563

