------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 16:10:51.667000
end_time: 2021-01-26 16:10:51.683000
duration: 0.016

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 16:10:56.698000
end_time: 2021-01-26 16:10:56.725000
duration: 0.027

id: 2
command: mon
response: ok
start time: 2021-01-26 16:10:58.222000
end_time: 2021-01-26 16:10:58.260000
duration: 0.038

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 16:10:58.266000
end_time: 2021-01-26 16:10:58.307000
duration: 0.041

id: 4
command: takeoff
response: ok
start time: 2021-01-26 16:10:58.312000
end_time: 2021-01-26 16:11:02.032000
duration: 3.72

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:11:08.203000
end_time: 2021-01-26 16:11:10.905000
duration: 2.702

id: 6
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 16:11:11.100000
end_time: 2021-01-26 16:11:14.276000
duration: 3.176

id: 7
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:11:14.321000
end_time: 2021-01-26 16:11:16.974000
duration: 2.653

id: 8
command: go 0 120 0 100
response: ok
start time: 2021-01-26 16:11:16.999000
end_time: 2021-01-26 16:11:19.732000
duration: 2.733

id: 9
command: go 0 0 80 100 m7
response: error No valid marker
start time: 2021-01-26 16:11:22.222000
end_time: 2021-01-26 16:11:24.368000
duration: 2.146

id: 10
command: flip f
response: ok
start time: 2021-01-26 16:11:24.451000
end_time: 2021-01-26 16:11:28.039000
duration: 3.588

id: 11
command: go 40 -10 0 100
response: ok
start time: 2021-01-26 16:11:28.100000
end_time: 2021-01-26 16:11:30.234000
duration: 2.134

id: 12
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 16:11:30.550000
end_time: 2021-01-26 16:11:32.734000
duration: 2.184

id: 13
command: battery?
response: 90

start time: 2021-01-26 16:11:32.771000
end_time: 2021-01-26 16:11:32.783000
duration: 0.012

id: 14
command: land
response: ok
start time: 2021-01-26 16:11:32.786000
end_time: 2021-01-26 16:11:36.456000
duration: 3.67

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 16:10:51.667000
end_time: 2021-01-26 16:10:51.709000
duration: 0.042

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 16:10:56.698000
end_time: 2021-01-26 16:10:56.708000
duration: 0.01

id: 2
command: mon
response: ok
start time: 2021-01-26 16:10:58.222000
end_time: 2021-01-26 16:10:58.236000
duration: 0.014

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 16:10:58.238000
end_time: 2021-01-26 16:10:58.289000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-26 16:10:58.290000
end_time: 2021-01-26 16:11:05.630000
duration: 7.34

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:11:05.640000
end_time: 2021-01-26 16:11:08.187000
duration: 2.547

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:11:08.202000
end_time: 2021-01-26 16:11:10.986000
duration: 2.784

id: 7
command: go 0 120 0 100
response: ok
start time: 2021-01-26 16:11:11.100000
end_time: 2021-01-26 16:11:13.846000
duration: 2.746

id: 8
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:11:14.321000
end_time: 2021-01-26 16:11:16.854000
duration: 2.533

id: 9
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 16:11:16.999000
end_time: 2021-01-26 16:11:19.657000
duration: 2.658

id: 10
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:11:19.773000
end_time: 2021-01-26 16:11:22.156000
duration: 2.383

id: 11
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 16:11:22.222000
end_time: 2021-01-26 16:11:24.045000
duration: 1.823

id: 12
command: flip b
response: ok
start time: 2021-01-26 16:11:24.452000
end_time: 2021-01-26 16:11:28.023000
duration: 3.571

id: 13
command: go 0 60 -20 100
response: ok
start time: 2021-01-26 16:11:28.100000
end_time: 2021-01-26 16:11:30.519000
duration: 2.419

id: 14
command: go 0 0 80 100 m5
response: ok
start time: 2021-01-26 16:11:30.549000
end_time: 2021-01-26 16:11:31.798000
duration: 1.249

id: 15
command: battery?
response: 90

start time: 2021-01-26 16:11:32.771000
end_time: 2021-01-26 16:11:32.819000
duration: 0.048

id: 16
command: land
response: ok
start time: 2021-01-26 16:11:32.823000
end_time: 2021-01-26 16:11:36.130000
duration: 3.307

