------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 21:04:18.277000
end_time: 2021-01-19 21:04:18.615000
duration: 0.338

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 21:04:23.296000
end_time: 2021-01-19 21:04:23.360000
duration: 0.064

id: 2
command: mon
response: ok
start time: 2021-01-19 21:04:24.827000
end_time: 2021-01-19 21:04:24.869000
duration: 0.042

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:04:24.870000
end_time: 2021-01-19 21:04:24.921000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:04:24.926000
end_time: 2021-01-19 21:04:28.959000
duration: 4.033

id: 5
command: battery?
response: 55

start time: 2021-01-19 21:04:30.477000
end_time: 2021-01-19 21:04:30.486000
duration: 0.009

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:04:30.487000
end_time: 2021-01-19 21:04:30.530000
duration: 0.043

id: 7
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 21:04:30.531000
end_time: 2021-01-19 21:04:30.786000
duration: 0.255

id: 8
command: go 15 -40 20 100
response: ok
start time: 2021-01-19 21:04:31.497000
end_time: 2021-01-19 21:04:33.898000
duration: 2.401

id: 9
command: go 0 0 100 100 m5
response: ok
start time: 2021-01-19 21:04:34.504000
end_time: 2021-01-19 21:04:34.666000
duration: 0.162

id: 10
command: go -30 -40 -20 100
response: ok
start time: 2021-01-19 21:04:36.729000
end_time: 2021-01-19 21:04:38.847000
duration: 2.118

id: 11
command: go 0 0 80 100 m2
response: ok
start time: 2021-01-19 21:04:39.503000
end_time: 2021-01-19 21:04:40.785000
duration: 1.282

id: 12
command: go -40 -20 -20 100
response: ok
start time: 2021-01-19 21:04:41.730000
end_time: 2021-01-19 21:04:43.538000
duration: 1.808

id: 13
command: go 0 0 60 100 m3
response: ok
start time: 2021-01-19 21:04:44.614000
end_time: 2021-01-19 21:04:45.230000
duration: 0.616

id: 14
command: go -60 20 20 100
response: ok
start time: 2021-01-19 21:04:46.931000
end_time: 2021-01-19 21:04:49.454000
duration: 2.523

id: 15
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 21:04:50.055000
end_time: 2021-01-19 21:04:50.578000
duration: 0.523

id: 16
command: battery?
response: 50

start time: 2021-01-19 21:04:53.138000
end_time: 2021-01-19 21:04:53.229000
duration: 0.091

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:04:53.234000
end_time: 2021-01-19 21:04:53.278000
duration: 0.044

id: 18
command: land
response: ok
start time: 2021-01-19 21:04:53.280000
end_time: 2021-01-19 21:04:56.848000
duration: 3.568

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 21:04:18.279000
end_time: 2021-01-19 21:04:18.735000
duration: 0.456

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 21:04:23.295000
end_time: 2021-01-19 21:04:23.305000
duration: 0.01

id: 2
command: mon
response: ok
start time: 2021-01-19 21:04:24.827000
end_time: 2021-01-19 21:04:24.886000
duration: 0.059

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:04:24.890000
end_time: 2021-01-19 21:04:24.945000
duration: 0.055

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:04:24.946000
end_time: 2021-01-19 21:04:29.885000
duration: 4.939

id: 5
command: battery?
response: 76

start time: 2021-01-19 21:04:30.477000
end_time: 2021-01-19 21:04:30.499000
duration: 0.022

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:04:30.500000
end_time: 2021-01-19 21:04:30.546000
duration: 0.046

id: 7
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-19 21:04:30.548000
end_time: 2021-01-19 21:04:31.261000
duration: 0.713

id: 8
command: go -15 40 -20 100
response: ok
start time: 2021-01-19 21:04:31.498000
end_time: 2021-01-19 21:04:34.477000
duration: 2.979

id: 9
command: go 0 0 60 100 m1
response: error No valid marker
start time: 2021-01-19 21:04:34.503000
end_time: 2021-01-19 21:04:36.672000
duration: 2.169

id: 10
command: go 15 40 20 100
response: ok
start time: 2021-01-19 21:04:36.730000
end_time: 2021-01-19 21:04:39.420000
duration: 2.69

id: 11
command: go 0 0 80 100 m6
response: error No valid marker
start time: 2021-01-19 21:04:39.504000
end_time: 2021-01-19 21:04:41.671000
duration: 2.167

id: 12
command: go 40 20 20 100
response: ok
start time: 2021-01-19 21:04:41.731000
end_time: 2021-01-19 21:04:44.520000
duration: 2.789

id: 13
command: go 0 0 100 100 m7
response: error No valid marker
start time: 2021-01-19 21:04:44.614000
end_time: 2021-01-19 21:04:46.824000
duration: 2.21

id: 14
command: go 60 -20 -20 100
response: ok
start time: 2021-01-19 21:04:46.932000
end_time: 2021-01-19 21:04:50.028000
duration: 3.096

id: 15
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-19 21:04:50.056000
end_time: 2021-01-19 21:04:53.090000
duration: 3.034

id: 16
command: battery?
response: 75

start time: 2021-01-19 21:04:53.138000
end_time: 2021-01-19 21:04:53.190000
duration: 0.052

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:04:53.192000
end_time: 2021-01-19 21:04:53.241000
duration: 0.049

id: 18
command: land
response: ok
start time: 2021-01-19 21:04:53.242000
end_time: 2021-01-19 21:04:55.536000
duration: 2.294

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 21:04:18.272000
end_time: 2021-01-19 21:04:18.391000
duration: 0.119

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 21:04:23.296000
end_time: 2021-01-19 21:04:23.361000
duration: 0.065

id: 2
command: mon
response: ok
start time: 2021-01-19 21:04:24.828000
end_time: 2021-01-19 21:04:24.860000
duration: 0.032

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 21:04:24.862000
end_time: 2021-01-19 21:04:24.911000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-19 21:04:24.913000
end_time: 2021-01-19 21:04:30.469000
duration: 5.556

id: 5
command: battery?
response: 38

start time: 2021-01-19 21:04:30.479000
end_time: 2021-01-19 21:04:30.519000
duration: 0.04

id: 6
command: speed?
response: 100.0

start time: 2021-01-19 21:04:30.521000
end_time: 2021-01-19 21:04:30.570000
duration: 0.049

id: 7
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:04:30.571000
end_time: 2021-01-19 21:04:30.723000
duration: 0.152

id: 8
command: cw 45
response: ok
start time: 2021-01-19 21:04:31.497000
end_time: 2021-01-19 21:04:33.019000
duration: 1.522

id: 9
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:04:34.502000
end_time: 2021-01-19 21:04:35.927000
duration: 1.425

id: 10
command: cw 45
response: ok
start time: 2021-01-19 21:04:36.731000
end_time: 2021-01-19 21:04:38.223000
duration: 1.492

id: 11
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:04:39.505000
end_time: 2021-01-19 21:04:41.285000
duration: 1.78

id: 12
command: cw 45
response: ok
start time: 2021-01-19 21:04:41.732000
end_time: 2021-01-19 21:04:42.917000
duration: 1.185

id: 13
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:04:44.613000
end_time: 2021-01-19 21:04:45.823000
duration: 1.21

id: 14
command: cw 45
response: ok
start time: 2021-01-19 21:04:46.933000
end_time: 2021-01-19 21:04:48.421000
duration: 1.488

id: 15
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-19 21:04:50.055000
end_time: 2021-01-19 21:04:50.666000
duration: 0.611

id: 16
command: battery?
response: 33

start time: 2021-01-19 21:04:53.137000
end_time: 2021-01-19 21:04:53.221000
duration: 0.084

id: 17
command: speed?
response: 100.0

start time: 2021-01-19 21:04:53.225000
end_time: 2021-01-19 21:04:53.271000
duration: 0.046

id: 18
command: land
response: ok
start time: 2021-01-19 21:04:53.272000
end_time: 2021-01-19 21:04:56.174000
duration: 2.902

