------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-26 16:07:17.137000
end_time: 2021-01-26 16:07:17.186000
duration: 0.049

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-26 16:07:22.168000
end_time: 2021-01-26 16:07:22.181000
duration: 0.013

id: 2
command: mon
response: ok
start time: 2021-01-26 16:07:23.691000
end_time: 2021-01-26 16:07:23.713000
duration: 0.022

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 16:07:23.714000
end_time: 2021-01-26 16:07:23.764000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-26 16:07:23.765000
end_time: 2021-01-26 16:07:32.483000
duration: 8.718

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:07:35.093000
end_time: 2021-01-26 16:07:37.735000
duration: 2.642

id: 6
command: go 0 0 160 100 m7
response: ok
start time: 2021-01-26 16:07:37.867000
end_time: 2021-01-26 16:07:38.349000
duration: 0.482

id: 7
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 16:07:38.878000
end_time: 2021-01-26 16:07:41.510000
duration: 2.632

id: 8
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:07:42.103000
end_time: 2021-01-26 16:07:44.825000
duration: 2.722

id: 9
command: go 0 120 0 100
response: ok
start time: 2021-01-26 16:07:44.874000
end_time: 2021-01-26 16:07:47.579000
duration: 2.705

id: 10
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-26 16:07:50.297000
end_time: 2021-01-26 16:07:51.611000
duration: 1.314

id: 11
command: flip f
response: error
start time: 2021-01-26 16:07:51.757000
end_time: 2021-01-26 16:07:51.816000
duration: 0.059

id: 12
command: go 40 -10 0 100
response: ok
start time: 2021-01-26 16:07:52.771000
end_time: 2021-01-26 16:07:55.332000
duration: 2.561

id: 13
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 16:07:55.433000
end_time: 2021-01-26 16:07:57.579000
duration: 2.146

id: 14
command: battery?
response: 30

start time: 2021-01-26 16:07:57.654000
end_time: 2021-01-26 16:07:57.682000
duration: 0.028

id: 15
command: land
response: ok
start time: 2021-01-26 16:07:57.684000
end_time: 2021-01-26 16:08:01.456000
duration: 3.772

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-26 16:07:17.138000
end_time: 2021-01-26 16:07:17.150000
duration: 0.012

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-26 16:07:22.169000
end_time: 2021-01-26 16:07:22.201000
duration: 0.032

id: 2
command: mon
response: ok
start time: 2021-01-26 16:07:23.691000
end_time: 2021-01-26 16:07:23.730000
duration: 0.039

id: 3
command: mdirection 2
response: ok
start time: 2021-01-26 16:07:23.731000
end_time: 2021-01-26 16:07:23.781000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-26 16:07:23.782000
end_time: 2021-01-26 16:07:27.607000
duration: 3.825

id: 5
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:07:32.536000
end_time: 2021-01-26 16:07:35
duration: 2.464

id: 6
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:07:35.093000
end_time: 2021-01-26 16:07:37.805000
duration: 2.712

id: 7
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 16:07:37.866000
end_time: 2021-01-26 16:07:38.417000
duration: 0.551

id: 8
command: go 0 120 0 100
response: ok
start time: 2021-01-26 16:07:38.878000
end_time: 2021-01-26 16:07:42.094000
duration: 3.216

id: 9
command: go 0 0 80 100
response: ok
start time: 2021-01-26 16:07:42.102000
end_time: 2021-01-26 16:07:44.538000
duration: 2.436

id: 10
command: go 0 -120 0 100
response: ok
start time: 2021-01-26 16:07:44.873000
end_time: 2021-01-26 16:07:47.494000
duration: 2.621

id: 11
command: go 0 0 -80 100
response: ok
start time: 2021-01-26 16:07:47.652000
end_time: 2021-01-26 16:07:50.197000
duration: 2.545

id: 12
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-26 16:07:50.298000
end_time: 2021-01-26 16:07:51.678000
duration: 1.38

id: 13
command: flip b
response: error
start time: 2021-01-26 16:07:51.757000
end_time: 2021-01-26 16:07:51.781000
duration: 0.024

id: 14
command: go 0 60 0 100
response: ok
start time: 2021-01-26 16:07:52.771000
end_time: 2021-01-26 16:07:55.298000
duration: 2.527

id: 15
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-26 16:07:55.433000
end_time: 2021-01-26 16:07:57.596000
duration: 2.163

id: 16
command: battery?
response: 14

start time: 2021-01-26 16:07:57.655000
end_time: 2021-01-26 16:07:57.699000
duration: 0.044

id: 17
command: land
response: ok
start time: 2021-01-26 16:07:57.703000
end_time: 2021-01-26 16:08:01.621000
duration: 3.918

