------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-19 18:36:57.765000
end_time: 2021-01-19 18:36:57.819000
duration: 0.054

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-19 18:37:02.793000
end_time: 2021-01-19 18:37:02.918000
duration: 0.125

id: 2
command: mon
response: ok
start time: 2021-01-19 18:37:03.810000
end_time: 2021-01-19 18:37:03.840000
duration: 0.03

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 18:37:03.841000
end_time: 2021-01-19 18:37:03.891000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-19 18:37:03.892000
end_time: 2021-01-19 18:37:12.559000
duration: 8.667

id: 5
command: go -80 0 0 50
response: ok
start time: 2021-01-19 18:37:12.612000
end_time: 2021-01-19 18:37:15.776000
duration: 3.164

id: 6
command: go 0 0 80 50
response: ok
start time: 2021-01-19 18:37:16.290000
end_time: 2021-01-19 18:37:20.388000
duration: 4.098

id: 7
command: go 80 0 0 50
response: ok
start time: 2021-01-19 18:37:20.409000
end_time: 2021-01-19 18:37:23.088000
duration: 2.679

id: 8
command: go 0 0 -80 50
response: ok
start time: 2021-01-19 18:37:23.171000
end_time: 2021-01-19 18:37:25.672000
duration: 2.501

id: 9
command: go 0 0 80 50 m8
response: ok
start time: 2021-01-19 18:37:26.053000
end_time: 2021-01-19 18:37:30.358000
duration: 4.305

id: 10
command: land
response: ok
start time: 2021-01-19 18:37:30.390000
end_time: 2021-01-19 18:37:34.232000
duration: 3.842

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-19 18:36:57.767000
end_time: 2021-01-19 18:36:57.833000
duration: 0.066

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-19 18:37:02.793000
end_time: 2021-01-19 18:37:02.928000
duration: 0.135

id: 2
command: mon
response: ok
start time: 2021-01-19 18:37:03.809000
end_time: 2021-01-19 18:37:03.851000
duration: 0.042

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 18:37:03.860000
end_time: 2021-01-19 18:37:03.897000
duration: 0.037

id: 4
command: takeoff
response: ok
start time: 2021-01-19 18:37:03.898000
end_time: 2021-01-19 18:37:07.825000
duration: 3.927

id: 5
command: go 80 0 0 50
response: ok
start time: 2021-01-19 18:37:12.610000
end_time: 2021-01-19 18:37:16.246000
duration: 3.636

id: 6
command: go 0 0 80 50
response: ok
start time: 2021-01-19 18:37:16.291000
end_time: 2021-01-19 18:37:19.098000
duration: 2.807

id: 7
command: go -80 0 0 50
response: ok
start time: 2021-01-19 18:37:20.410000
end_time: 2021-01-19 18:37:22.975000
duration: 2.565

id: 8
command: go 0 0 -80 50
response: ok
start time: 2021-01-19 18:37:23.172000
end_time: 2021-01-19 18:37:25.980000
duration: 2.808

id: 9
command: go 0 0 80 50 m4
response: error No valid marker
start time: 2021-01-19 18:37:26.054000
end_time: 2021-01-19 18:37:28.226000
duration: 2.172

id: 10
command: land
response: ok
start time: 2021-01-19 18:37:30.389000
end_time: 2021-01-19 18:37:34.233000
duration: 3.844

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-19 18:36:57.760000
end_time: 2021-01-19 18:36:57.818000
duration: 0.058

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-19 18:37:02.794000
end_time: 2021-01-19 18:37:02.875000
duration: 0.081

id: 2
command: mon
response: ok
start time: 2021-01-19 18:37:03.811000
end_time: 2021-01-19 18:37:03.847000
duration: 0.036

id: 3
command: mdirection 2
response: ok
start time: 2021-01-19 18:37:03.855000
end_time: 2021-01-19 18:37:03.888000
duration: 0.033

id: 4
command: takeoff
response: ok
start time: 2021-01-19 18:37:03.889000
end_time: 2021-01-19 18:37:07.568000
duration: 3.679

id: 5
command: cw 90
response: ok
start time: 2021-01-19 18:37:12.611000
end_time: 2021-01-19 18:37:14.695000
duration: 2.084

id: 6
command: cw 90
response: ok
start time: 2021-01-19 18:37:16.292000
end_time: 2021-01-19 18:37:18.525000
duration: 2.233

id: 7
command: cw 90
response: ok
start time: 2021-01-19 18:37:20.411000
end_time: 2021-01-19 18:37:22.600000
duration: 2.189

id: 8
command: cw 90
response: ok
start time: 2021-01-19 18:37:23.173000
end_time: 2021-01-19 18:37:25.308000
duration: 2.135

id: 9
command: go 0 0 80 50 m1
response: ok
start time: 2021-01-19 18:37:26.052000
end_time: 2021-01-19 18:37:26.733000
duration: 0.681

id: 10
command: land
response: ok
start time: 2021-01-19 18:37:30.387000
end_time: 2021-01-19 18:37:34.230000
duration: 3.843

