------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 19:15:08.439000
end_time: 2021-01-20 19:15:08.467000
duration: 0.028

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 19:15:13.457000
end_time: 2021-01-20 19:15:13.463000
duration: 0.006

id: 2
command: mon
response: ok
start time: 2021-01-20 19:15:14.984000
end_time: 2021-01-20 19:15:14.999000
duration: 0.015

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 19:15:15
end_time: 2021-01-20 19:15:15.044000
duration: 0.044

id: 4
command: takeoff
response: ok
start time: 2021-01-20 19:15:15.045000
end_time: 2021-01-20 19:15:20.911000
duration: 5.866

id: 5
command: go 0 0 100 60 m4
response: ok
start time: 2021-01-20 19:15:20.911000
end_time: 2021-01-20 19:15:22.341000
duration: 1.43

id: 6
command: jump 30 -10 120 60 0 m4 m3
response: ok
start time: 2021-01-20 19:15:22.341000
end_time: 2021-01-20 19:15:28.050000
duration: 5.709

id: 7
command: jump 30 10 120 60 0 m3 m2
response: error No valid marker
start time: 2021-01-20 19:15:28.052000
end_time: 2021-01-20 19:15:33.928000
duration: 5.876

id: 8
command: jump 10 30 120 60 0 m2 m5
response: error No valid marker
start time: 2021-01-20 19:15:33.930000
end_time: 2021-01-20 19:15:33.968000
duration: 0.038

id: 9
command: land
response: ok
start time: 2021-01-20 19:15:33.969000
end_time: 2021-01-20 19:15:38.222000
duration: 4.253

