------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 18:39:04.034000
end_time: 2021-01-20 18:39:04.078000
duration: 0.044

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 18:39:09.058000
end_time: 2021-01-20 18:39:09.074000
duration: 0.016

id: 2
command: mon
response: ok
start time: 2021-01-20 18:39:10.574000
end_time: 2021-01-20 18:39:10.605000
duration: 0.031

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:39:10.605000
end_time: 2021-01-20 18:39:10.655000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:39:10.656000
end_time: 2021-01-20 18:39:16.775000
duration: 6.119

id: 5
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-20 18:39:16.776000
end_time: 2021-01-20 18:39:18.357000
duration: 1.581

id: 6
command: jump 40 -20  80 100 0 m4 m3
response: None
start time: 2021-01-20 18:39:18.359000
end_time: None
duration: None

id: 7
command: jump 40 20  80 100 0 m3 m2
response: error No valid marker
start time: 2021-01-20 18:39:27.363000
end_time: 2021-01-20 18:39:27.436000
duration: 0.073

id: 8
command: jump 20 40  80 100 0 m2 m5
response: error No valid marker
start time: 2021-01-20 18:39:27.438000
end_time: 2021-01-20 18:39:27.488000
duration: 0.05

id: 9
command: battery?
response: 100

start time: 2021-01-20 18:39:27.490000
end_time: 2021-01-20 18:39:27.537000
duration: 0.047

id: 10
command: land
response: ok
start time: 2021-01-20 18:39:27.540000
end_time: 2021-01-20 18:39:31.062000
duration: 3.522

