------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 18:45:32.654000
end_time: 2021-01-20 18:45:32.660000
duration: 0.006

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 18:45:37.690000
end_time: 2021-01-20 18:45:37.708000
duration: 0.018

id: 2
command: mon
response: ok
start time: 2021-01-20 18:45:39.211000
end_time: 2021-01-20 18:45:39.237000
duration: 0.026

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:45:39.238000
end_time: 2021-01-20 18:45:39.289000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:45:39.290000
end_time: 2021-01-20 18:45:47.958000
duration: 8.668

id: 5
command: back 30
response: ok
start time: 2021-01-20 18:45:47.958000
end_time: 2021-01-20 18:45:49.590000
duration: 1.632

id: 6
command: go 0 0 80 100 m4
response: error No valid marker
start time: 2021-01-20 18:45:49.592000
end_time: 2021-01-20 18:45:51.732000
duration: 2.14

id: 7
command: land
response: ok
start time: 2021-01-20 18:45:51.734000
end_time: 2021-01-20 18:45:55.252000
duration: 3.518

