------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-27 11:02:42.890000
end_time: 2021-01-27 11:02:42.944000
duration: 0.054

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-27 11:02:47.914000
end_time: 2021-01-27 11:02:47.953000
duration: 0.039

id: 2
command: mon
response: ok
start time: 2021-01-27 11:02:48.926000
end_time: 2021-01-27 11:02:48.978000
duration: 0.052

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 11:02:48.980000
end_time: 2021-01-27 11:02:49.025000
duration: 0.045

id: 4
command: takeoff
response: ok
start time: 2021-01-27 11:02:49.026000
end_time: 2021-01-27 11:02:53.053000
duration: 4.027

id: 5
command: go 45 -15 75 100
response: ok
start time: 2021-01-27 11:02:53.270000
end_time: 2021-01-27 11:02:56.221000
duration: 2.951

id: 6
command: go 10 -45 0 100
response: ok
start time: 2021-01-27 11:02:56.375000
end_time: 2021-01-27 11:02:58.612000
duration: 2.237

id: 7
command: go -10 -45 -50 100
response: ok
start time: 2021-01-27 11:02:58.936000
end_time: 2021-01-27 11:03:01.265000
duration: 2.329

id: 8
command: battery?
response: 17

start time: 2021-01-27 11:03:01.843000
end_time: 2021-01-27 11:03:01.879000
duration: 0.036

id: 9
command: land
response: ok
start time: 2021-01-27 11:03:01.881000
end_time: 2021-01-27 11:03:06.162000
duration: 4.281

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-27 11:02:42.890000
end_time: 2021-01-27 11:02:42.900000
duration: 0.01

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-27 11:02:47.914000
end_time: 2021-01-27 11:02:47.950000
duration: 0.036

id: 2
command: mon
response: ok
start time: 2021-01-27 11:02:48.926000
end_time: 2021-01-27 11:02:48.967000
duration: 0.041

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 11:02:48.968000
end_time: 2021-01-27 11:02:49.019000
duration: 0.051

id: 4
command: takeoff
response: ok
start time: 2021-01-27 11:02:49.021000
end_time: 2021-01-27 11:02:53.251000
duration: 4.23

id: 5
command: go -45 15 75 100
response: ok
start time: 2021-01-27 11:02:53.269000
end_time: 2021-01-27 11:02:56.261000
duration: 2.992

id: 6
command: go -10 45 -50 100
response: ok
start time: 2021-01-27 11:02:56.375000
end_time: 2021-01-27 11:02:58.914000
duration: 2.539

id: 7
command: go 10 45 50 100
response: ok
start time: 2021-01-27 11:02:58.935000
end_time: 2021-01-27 11:03:01.821000
duration: 2.886

id: 8
command: battery?
response: 29

start time: 2021-01-27 11:03:01.843000
end_time: 2021-01-27 11:03:01.877000
duration: 0.034

id: 9
command: land
response: ok
start time: 2021-01-27 11:03:01.879000
end_time: 2021-01-27 11:03:06.767000
duration: 4.888

