------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-06 19:27:17.237000
end_time: 2021-01-06 19:27:17.671000
duration: 0.434

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-06 19:27:22.270000
end_time: 2021-01-06 19:27:22.318000
duration: 0.048

id: 2
command: takeoff
response: ok
start time: 2021-01-06 19:27:23.772000
end_time: 2021-01-06 19:27:32.420000
duration: 8.648

id: 3
command: land
response: ok
start time: 2021-01-06 19:27:32.422000
end_time: 2021-01-06 19:27:36.340000
duration: 3.918

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-06 19:27:17.240000
end_time: 2021-01-06 19:27:17.668000
duration: 0.428

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-06 19:27:22.270000
end_time: 2021-01-06 19:27:22.307000
duration: 0.037

id: 2
command: takeoff
response: ok
start time: 2021-01-06 19:27:23.772000
end_time: 2021-01-06 19:27:30.314000
duration: 6.542

id: 3
command: land
response: ok
start time: 2021-01-06 19:27:30.316000
end_time: 2021-01-06 19:27:34.159000
duration: 3.843

