------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 18:35:08.047000
end_time: 2021-01-20 18:35:08.096000
duration: 0.049

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 18:35:13.071000
end_time: 2021-01-20 18:35:13.092000
duration: 0.021

id: 2
command: mon
response: ok
start time: 2021-01-20 18:35:14.579000
end_time: 2021-01-20 18:35:14.624000
duration: 0.045

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:35:14.624000
end_time: 2021-01-20 18:35:14.673000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:35:14.673000
end_time: 2021-01-20 18:35:20.386000
duration: 5.713

id: 5
command: jump 40 -20  80 100 0 m4 m3
response: error No valid marker
start time: 2021-01-20 18:35:20.498000
end_time: 2021-01-20 18:35:22.582000
duration: 2.084

id: 6
command: jump 40 20  80 100 0 m3 m2
response: error No valid marker
start time: 2021-01-20 18:35:22.584000
end_time: 2021-01-20 18:35:24.671000
duration: 2.087

id: 7
command: jump 20 40  80 100 0 m2 m5
response: error No valid marker
start time: 2021-01-20 18:35:24.673000
end_time: 2021-01-20 18:35:26.762000
duration: 2.089

id: 8
command: land
response: ok
start time: 2021-01-20 18:35:26.764000
end_time: 2021-01-20 18:35:29.364000
duration: 2.6

