------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 18:38:17.830000
end_time: 2021-01-20 18:38:17.868000
duration: 0.038

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 18:38:22.860000
end_time: 2021-01-20 18:38:22.866000
duration: 0.006

id: 2
command: mon
response: ok
start time: 2021-01-20 18:38:24.377000
end_time: 2021-01-20 18:38:24.400000
duration: 0.023

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:38:24.401000
end_time: 2021-01-20 18:38:24.447000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:38:24.448000
end_time: 2021-01-20 18:38:28.782000
duration: 4.334

id: 5
command: go 0 0 80 100 m4
response: error No valid marker
start time: 2021-01-20 18:38:28.883000
end_time: 2021-01-20 18:38:31.027000
duration: 2.144

id: 6
command: jump 40 -20  80 100 0 m4 m3
response: error No valid marker
start time: 2021-01-20 18:38:31.029000
end_time: 2021-01-20 18:38:33.125000
duration: 2.096

id: 7
command: jump 40 20  80 100 0 m3 m2
response: error No valid marker
start time: 2021-01-20 18:38:33.126000
end_time: 2021-01-20 18:38:35.209000
duration: 2.083

id: 8
command: jump 20 40  80 100 0 m2 m5
response: error No valid marker
start time: 2021-01-20 18:38:35.210000
end_time: 2021-01-20 18:38:37.311000
duration: 2.101

id: 9
command: battery?
response: 100

start time: 2021-01-20 18:38:37.313000
end_time: 2021-01-20 18:38:37.352000
duration: 0.039

id: 10
command: land
response: ok
start time: 2021-01-20 18:38:37.353000
end_time: 2021-01-20 18:38:40.055000
duration: 2.702

