------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-27 18:52:26.026000
end_time: 2021-01-27 18:52:26.113000
duration: 0.087

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-27 18:52:31.056000
end_time: 2021-01-27 18:52:31.079000
duration: 0.023

id: 2
command: mon
response: ok
start time: 2021-01-27 18:52:32.064000
end_time: 2021-01-27 18:52:32.099000
duration: 0.035

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 18:52:32.103000
end_time: 2021-01-27 18:52:32.150000
duration: 0.047

id: 4
command: takeoff
response: ok
start time: 2021-01-27 18:52:32.151000
end_time: 2021-01-27 18:52:37.096000
duration: 4.945

id: 5
command: curve 55 55 -30 100 0 30 50
response: ok
start time: 2021-01-27 18:52:37.182000
end_time: 2021-01-27 18:52:43.118000
duration: 5.936

id: 6
command: flip b
response: ok
start time: 2021-01-27 18:52:43.180000
end_time: 2021-01-27 18:52:46.789000
duration: 3.609

id: 7
command: rc 0 0 -50 50
response: None
start time: 2021-01-27 18:52:46.790000
end_time: None
duration: None

id: 8
command: battery?
response: 80

start time: 2021-01-27 18:53:14.367000
end_time: 2021-01-27 18:53:14.377000
duration: 0.01

id: 9
command: land
response: error
start time: 2021-01-27 18:53:14.378000
end_time: 2021-01-27 18:53:14.429000
duration: 0.051

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-27 18:52:26.026000
end_time: 2021-01-27 18:52:26.112000
duration: 0.086

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-27 18:52:31.056000
end_time: 2021-01-27 18:52:31.070000
duration: 0.014

id: 2
command: mon
response: ok
start time: 2021-01-27 18:52:32.064000
end_time: 2021-01-27 18:52:32.093000
duration: 0.029

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 18:52:32.094000
end_time: 2021-01-27 18:52:32.141000
duration: 0.047

id: 4
command: takeoff
response: ok
start time: 2021-01-27 18:52:32.143000
end_time: 2021-01-27 18:52:36.989000
duration: 4.846

id: 5
command: curve -55 -55 30 -100 0 0 50
response: ok
start time: 2021-01-27 18:52:37.181000
end_time: 2021-01-27 18:52:42.497000
duration: 5.316

id: 6
command: curve 55 55 0 100 0 -30 50
response: ok
start time: 2021-01-27 18:52:43.180000
end_time: 2021-01-27 18:52:48.056000
duration: 4.876

id: 7
command: curve -55 -55 -30 -100 0 -60 50
response: error Motor stop
start time: 2021-01-27 18:52:48.057000
end_time: 2021-01-27 18:53:01.723000
duration: 13.666

id: 8
command: battery?
response: 90

start time: 2021-01-27 18:53:14.367000
end_time: 2021-01-27 18:53:14.370000
duration: 0.003

id: 9
command: land
response: error
start time: 2021-01-27 18:53:14.371000
end_time: 2021-01-27 18:53:14.423000
duration: 0.052

