------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 17:12:07.595000
end_time: 2021-01-20 17:12:07.622000
duration: 0.027

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 17:12:12.603000
end_time: 2021-01-20 17:12:12.613000
duration: 0.01

id: 2
command: mon
response: ok
start time: 2021-01-20 17:12:14.127000
end_time: 2021-01-20 17:12:14.144000
duration: 0.017

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 17:12:14.145000
end_time: 2021-01-20 17:12:14.200000
duration: 0.055

id: 4
command: takeoff
response: ok
start time: 2021-01-20 17:12:14.200000
end_time: 2021-01-20 17:12:18.344000
duration: 4.144

id: 5
command: go 0 0 80 100 3
response: None
start time: 2021-01-20 17:12:18.345000
end_time: None
duration: None

id: 6
command: jump 15 10 80 100 0 3 2
response: None
start time: 2021-01-20 17:12:27.348000
end_time: None
duration: None

id: 7
command: land
response: ok
start time: 2021-01-20 17:12:36.359000
end_time: 2021-01-20 17:12:39.337000
duration: 2.978

