------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 16:48:42.946000
end_time: 2021-01-20 16:48:43.064000
duration: 0.118

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 16:48:47.977000
end_time: 2021-01-20 16:48:48.009000
duration: 0.032

id: 2
command: mon
response: ok
start time: 2021-01-20 16:48:49.488000
end_time: 2021-01-20 16:48:49.540000
duration: 0.052

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 16:48:49.541000
end_time: 2021-01-20 16:48:49.588000
duration: 0.047

id: 4
command: takeoff
response: ok
start time: 2021-01-20 16:48:49.590000
end_time: 2021-01-20 16:48:53.872000
duration: 4.282

id: 5
command: go 0 0 80 50 m5
response: ok
start time: 2021-01-20 16:48:53.873000
end_time: 2021-01-20 16:48:55.402000
duration: 1.529

id: 6
command: land
response: ok
start time: 2021-01-20 16:48:55.405000
end_time: 2021-01-20 16:48:58.057000
duration: 2.652

