------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-27 19:05:32.933000
end_time: 2021-01-27 19:05:33.014000
duration: 0.081

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-27 19:05:37.959000
end_time: 2021-01-27 19:05:37.979000
duration: 0.02

id: 2
command: mon
response: ok
start time: 2021-01-27 19:05:39.464000
end_time: 2021-01-27 19:05:39.500000
duration: 0.036

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 19:05:39.501000
end_time: 2021-01-27 19:05:39.551000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-27 19:05:39.556000
end_time: 2021-01-27 19:05:45.517000
duration: 5.961

id: 5
command: curve -55 0 -55 -100 0 0 50
response: ok
start time: 2021-01-27 19:05:48.233000
end_time: 2021-01-27 19:05:53.575000
duration: 5.342

id: 6
command: flip f
response: ok
start time: 2021-01-27 19:05:53.674000
end_time: 2021-01-27 19:05:57.298000
duration: 3.624

id: 7
command: flip f
response: ok
start time: 2021-01-27 19:05:57.302000
end_time: 2021-01-27 19:06:00.918000
duration: 3.616

id: 8
command: battery?
response: 61

start time: 2021-01-27 19:06:00.955000
end_time: 2021-01-27 19:06:00.971000
duration: 0.016

id: 9
command: land
response: ok
start time: 2021-01-27 19:06:00.976000
end_time: 2021-01-27 19:06:04.998000
duration: 4.022

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-27 19:05:32.933000
end_time: 2021-01-27 19:05:33.011000
duration: 0.078

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-27 19:05:37.960000
end_time: 2021-01-27 19:05:37.997000
duration: 0.037

id: 2
command: mon
response: ok
start time: 2021-01-27 19:05:39.464000
end_time: 2021-01-27 19:05:39.472000
duration: 0.008

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 19:05:39.473000
end_time: 2021-01-27 19:05:39.526000
duration: 0.053

id: 4
command: takeoff
response: ok
start time: 2021-01-27 19:05:39.529000
end_time: 2021-01-27 19:05:48.193000
duration: 8.664

id: 5
command: curve -55 0 -55 -100 0 0 50
response: ok
start time: 2021-01-27 19:05:48.234000
end_time: 2021-01-27 19:05:53.599000
duration: 5.365

id: 6
command: flip f
response: ok
start time: 2021-01-27 19:05:53.675000
end_time: 2021-01-27 19:05:57.270000
duration: 3.595

id: 7
command: flip f
response: ok
start time: 2021-01-27 19:05:57.272000
end_time: 2021-01-27 19:06:00.892000
duration: 3.62

id: 8
command: battery?
response: 68

start time: 2021-01-27 19:06:00.955000
end_time: 2021-01-27 19:06:00.994000
duration: 0.039

id: 9
command: land
response: ok
start time: 2021-01-27 19:06:00.995000
end_time: 2021-01-27 19:06:04.971000
duration: 3.976

