------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-20 18:04:36.948000
end_time: 2021-01-20 18:04:36.996000
duration: 0.048

id: 1
command: sn?
response: 0TQZGBVED001AC
start time: 2021-01-20 18:04:41.971000
end_time: 2021-01-20 18:04:41.991000
duration: 0.02

id: 2
command: mon
response: ok
start time: 2021-01-20 18:04:42.978000
end_time: 2021-01-20 18:04:43.010000
duration: 0.032

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:04:43.012000
end_time: 2021-01-20 18:04:43.064000
duration: 0.052

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:04:43.065000
end_time: 2021-01-20 18:04:49.436000
duration: 6.371

id: 5
command: go 0 0 80 100 m4
response: ok
start time: 2021-01-20 18:04:49.468000
end_time: 2021-01-20 18:04:49.641000
duration: 0.173

id: 6
command: go 10 -20 0 100
response: ok
start time: 2021-01-20 18:04:50.481000
end_time: 2021-01-20 18:04:52.752000
duration: 2.271

id: 7
command: go 0 0 80 100 m3
response: error No valid marker
start time: 2021-01-20 18:04:52.784000
end_time: 2021-01-20 18:04:54.948000
duration: 2.164

id: 8
command: flip b
response: ok
start time: 2021-01-20 18:04:54.977000
end_time: 2021-01-20 18:04:58.514000
duration: 3.537

id: 9
command: go 20 0 0 100
response: ok
start time: 2021-01-20 18:04:58.671000
end_time: 2021-01-20 18:04:59.992000
duration: 1.321

id: 10
command: go 0 0 80 100 m4
response: error No valid marker
start time: 2021-01-20 18:05:00.003000
end_time: 2021-01-20 18:05:02.185000
duration: 2.182

id: 11
command: battery?
response: 86

start time: 2021-01-20 18:05:03.060000
end_time: 2021-01-20 18:05:03.105000
duration: 0.045

id: 12
command: land
response: ok
start time: 2021-01-20 18:05:03.108000
end_time: 2021-01-20 18:05:05.603000
duration: 2.495

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-20 18:04:36.949000
end_time: 2021-01-20 18:04:36.988000
duration: 0.039

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-20 18:04:41.972000
end_time: 2021-01-20 18:04:41.988000
duration: 0.016

id: 2
command: mon
response: ok
start time: 2021-01-20 18:04:42.977000
end_time: 2021-01-20 18:04:43.007000
duration: 0.03

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:04:43.008000
end_time: 2021-01-20 18:04:43.070000
duration: 0.062

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:04:43.071000
end_time: 2021-01-20 18:04:47.609000
duration: 4.538

id: 5
command: go 0 0 80 100 m8
response: ok
start time: 2021-01-20 18:04:49.469000
end_time: 2021-01-20 18:04:49.637000
duration: 0.168

id: 6
command: go -10 20 0 100
response: ok
start time: 2021-01-20 18:04:50.482000
end_time: 2021-01-20 18:04:52.564000
duration: 2.082

id: 7
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-20 18:04:52.783000
end_time: 2021-01-20 18:04:53.562000
duration: 0.779

id: 8
command: flip b
response: ok
start time: 2021-01-20 18:04:54.978000
end_time: 2021-01-20 18:04:58.513000
duration: 3.535

id: 9
command: go 0 0 80 100 m6
response: ok
start time: 2021-01-20 18:05:00.004000
end_time: 2021-01-20 18:05:03.055000
duration: 3.051

id: 10
command: battery?
response: 87

start time: 2021-01-20 18:05:03.059000
end_time: 2021-01-20 18:05:03.100000
duration: 0.041

id: 11
command: land
response: ok
start time: 2021-01-20 18:05:03.101000
end_time: 2021-01-20 18:05:05.707000
duration: 2.606

------
Drone: 3

id: 0
command: command
response: ok
start time: 2021-01-20 18:04:36.949000
end_time: 2021-01-20 18:04:36.979000
duration: 0.03

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-20 18:04:41.972000
end_time: 2021-01-20 18:04:41.981000
duration: 0.009

id: 2
command: mon
response: ok
start time: 2021-01-20 18:04:42.980000
end_time: 2021-01-20 18:04:42.998000
duration: 0.018

id: 3
command: mdirection 2
response: ok
start time: 2021-01-20 18:04:43.001000
end_time: 2021-01-20 18:04:43.049000
duration: 0.048

id: 4
command: takeoff
response: ok
start time: 2021-01-20 18:04:43.050000
end_time: 2021-01-20 18:04:46.671000
duration: 3.621

id: 5
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-20 18:04:49.470000
end_time: 2021-01-20 18:04:49.934000
duration: 0.464

id: 6
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-20 18:04:50.483000
end_time: 2021-01-20 18:04:51.159000
duration: 0.676

id: 7
command: go 0 0 80 100 m1
response: ok
start time: 2021-01-20 18:04:52.783000
end_time: 2021-01-20 18:04:53.809000
duration: 1.026

id: 8
command: flip f
response: ok
start time: 2021-01-20 18:04:54.978000
end_time: 2021-01-20 18:04:58.604000
duration: 3.626

id: 9
command: go 0 0 80 100 m5
response: error No valid marker
start time: 2021-01-20 18:05:00.004000
end_time: 2021-01-20 18:05:02.173000
duration: 2.169

id: 10
command: battery?
response: 80

start time: 2021-01-20 18:05:03.059000
end_time: 2021-01-20 18:05:03.090000
duration: 0.031

id: 11
command: land
response: ok
start time: 2021-01-20 18:05:03.092000
end_time: 2021-01-20 18:05:06.662000
duration: 3.57

