------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-06 19:18:23.677000
end_time: 2021-01-06 19:18:23.832000
duration: 0.155

id: 1
command: sn?
response: 0TQZGBVED000Z9
start time: 2021-01-06 19:18:28.704000
end_time: 2021-01-06 19:18:28.722000
duration: 0.018

id: 2
command: takeoff
response: ok
start time: 2021-01-06 19:18:30.212000
end_time: 2021-01-06 19:18:36.887000
duration: 6.675

id: 3
command: land
response: ok
start time: 2021-01-06 19:18:36.888000
end_time: 2021-01-06 19:18:40.860000
duration: 3.972

