------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-27 10:51:00.567000
end_time: 2021-01-27 10:51:00.616000
duration: 0.049

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-27 10:51:05.593000
end_time: 2021-01-27 10:51:05.611000
duration: 0.018

id: 2
command: mon
response: ok
start time: 2021-01-27 10:51:07.108000
end_time: 2021-01-27 10:51:07.143000
duration: 0.035

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 10:51:07.147000
end_time: 2021-01-27 10:51:07.193000
duration: 0.046

id: 4
command: takeoff
response: ok
start time: 2021-01-27 10:51:07.194000
end_time: 2021-01-27 10:51:13.668000
duration: 6.474

id: 5
command: go 45 -15 75 100
response: ok
start time: 2021-01-27 10:51:13.737000
end_time: 2021-01-27 10:51:16.627000
duration: 2.89

id: 6
command: go 10 -45 25 100
response: ok
start time: 2021-01-27 10:51:16.634000
end_time: 2021-01-27 10:51:18.923000
duration: 2.289

id: 7
command: go -10 -45 -25 100
response: ok
start time: 2021-01-27 10:51:19.191000
end_time: 2021-01-27 10:51:21.420000
duration: 2.229

id: 8
command: go -35 -15 -50 100
response: ok
start time: 2021-01-27 10:51:22.198000
end_time: 2021-01-27 10:51:24.276000
duration: 2.078

id: 9
command: go -35 15 50 100
response: ok
start time: 2021-01-27 10:51:24.874000
end_time: 2021-01-27 10:51:27.593000
duration: 2.719

id: 10
command: go -35 15 25 100
response: ok
start time: 2021-01-27 10:51:27.649000
end_time: 2021-01-27 10:51:29.937000
duration: 2.288

id: 11
command: go -10 35 -25 100
response: ok
start time: 2021-01-27 10:51:30.096000
end_time: 2021-01-27 10:51:32.333000
duration: 2.237

id: 12
command: go 10 35 -50 100
response: ok
start time: 2021-01-27 10:51:32.761000
end_time: 2021-01-27 10:51:34.782000
duration: 2.021

id: 13
command: go 35 15 50 100
response: ok
start time: 2021-01-27 10:51:34.985000
end_time: 2021-01-27 10:51:37.688000
duration: 2.703

id: 14
command: go 0 0 80 100 m7
response: ok
start time: 2021-01-27 10:51:37.760000
end_time: 2021-01-27 10:51:40.956000
duration: 3.196

id: 15
command: battery?
response: 53

start time: 2021-01-27 10:51:40.985000
end_time: 2021-01-27 10:51:41.003000
duration: 0.018

id: 16
command: land
response: ok
start time: 2021-01-27 10:51:41.009000
end_time: 2021-01-27 10:51:44.676000
duration: 3.667

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-27 10:51:00.567000
end_time: 2021-01-27 10:51:00.594000
duration: 0.027

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-27 10:51:05.592000
end_time: 2021-01-27 10:51:05.641000
duration: 0.049

id: 2
command: mon
response: ok
start time: 2021-01-27 10:51:07.108000
end_time: 2021-01-27 10:51:07.122000
duration: 0.014

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 10:51:07.125000
end_time: 2021-01-27 10:51:07.175000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-27 10:51:07.176000
end_time: 2021-01-27 10:51:12.785000
duration: 5.609

id: 5
command: go -45 15 75 100
response: ok
start time: 2021-01-27 10:51:13.738000
end_time: 2021-01-27 10:51:16.254000
duration: 2.516

id: 6
command: go -10 45 -50 100
response: ok
start time: 2021-01-27 10:51:16.634000
end_time: 2021-01-27 10:51:19.162000
duration: 2.528

id: 7
command: go 10 45 50 100
response: ok
start time: 2021-01-27 10:51:19.191000
end_time: 2021-01-27 10:51:22.116000
duration: 2.925

id: 8
command: go 35 15 25 100
response: ok
start time: 2021-01-27 10:51:22.199000
end_time: 2021-01-27 10:51:24.770000
duration: 2.571

id: 9
command: go 35 -15 -25 100
response: ok
start time: 2021-01-27 10:51:24.873000
end_time: 2021-01-27 10:51:27.319000
duration: 2.446

id: 10
command: go 35 -15 -50 100
response: ok
start time: 2021-01-27 10:51:27.650000
end_time: 2021-01-27 10:51:30.022000
duration: 2.372

id: 11
command: go 10 -35 50 100
response: ok
start time: 2021-01-27 10:51:30.095000
end_time: 2021-01-27 10:51:32.725000
duration: 2.63

id: 12
command: go -10 -35 25 100
response: ok
start time: 2021-01-27 10:51:32.762000
end_time: 2021-01-27 10:51:34.919000
duration: 2.157

id: 13
command: go -35 -15 -25 100
response: ok
start time: 2021-01-27 10:51:34.985000
end_time: 2021-01-27 10:51:37.060000
duration: 2.075

id: 14
command: go 0 0 80 100 m3
response: error No valid marker
start time: 2021-01-27 10:51:37.761000
end_time: 2021-01-27 10:51:39.916000
duration: 2.155

id: 15
command: battery?
response: 64

start time: 2021-01-27 10:51:40.984000
end_time: 2021-01-27 10:51:41.043000
duration: 0.059

id: 16
command: land
response: ok
start time: 2021-01-27 10:51:41.048000
end_time: 2021-01-27 10:51:43.792000
duration: 2.744

