------
Drone: 1

id: 0
command: command
response: ok
start time: 2021-01-27 11:17:58.641000
end_time: 2021-01-27 11:17:58.652000
duration: 0.011

id: 1
command: sn?
response: 0TQDG4HEDB08M3
start time: 2021-01-27 11:18:03.667000
end_time: 2021-01-27 11:18:03.697000
duration: 0.03

id: 2
command: mon
response: ok
start time: 2021-01-27 11:18:04.680000
end_time: 2021-01-27 11:18:04.718000
duration: 0.038

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 11:18:04.719000
end_time: 2021-01-27 11:18:04.769000
duration: 0.05

id: 4
command: takeoff
response: ok
start time: 2021-01-27 11:18:04.770000
end_time: 2021-01-27 11:18:13.440000
duration: 8.67

id: 5
command: go 45 -15 -25 100
response: ok
start time: 2021-01-27 11:18:13.461000
end_time: 2021-01-27 11:18:16.091000
duration: 2.63

id: 6
command: go 10 -45 50 100
response: ok
start time: 2021-01-27 11:18:16.580000
end_time: 2021-01-27 11:18:19.664000
duration: 3.084

id: 7
command: go -10 -45 -50 100
response: ok
start time: 2021-01-27 11:18:19.696000
end_time: 2021-01-27 11:18:21.957000
duration: 2.261

id: 8
command: go -35 -15 50 100
response: ok
start time: 2021-01-27 11:18:22.598000
end_time: 2021-01-27 11:18:25.222000
duration: 2.624

id: 9
command: go -35 15 -50 100
response: ok
start time: 2021-01-27 11:18:25.280000
end_time: 2021-01-27 11:18:27.312000
duration: 2.032

id: 10
command: go -35 15 50 100
response: ok
start time: 2021-01-27 11:18:27.634000
end_time: 2021-01-27 11:18:30.220000
duration: 2.586

id: 11
command: go -10 35 -50 100
response: ok
start time: 2021-01-27 11:18:30.303000
end_time: 2021-01-27 11:18:32.259000
duration: 1.956

id: 12
command: go 10 35 50 100
response: ok
start time: 2021-01-27 11:18:32.977000
end_time: 2021-01-27 11:18:35.675000
duration: 2.698

id: 13
command: go 35 15 -50 100
response: ok
start time: 2021-01-27 11:18:35.770000
end_time: 2021-01-27 11:18:37.664000
duration: 1.894

id: 14
command: go 0 0 80 100 m7
response: error No valid marker
start time: 2021-01-27 11:18:39.008000
end_time: 2021-01-27 11:18:41.187000
duration: 2.179

id: 15
command: battery?
response: 70

start time: 2021-01-27 11:18:41.230000
end_time: 2021-01-27 11:18:41.233000
duration: 0.003

id: 16
command: land
response: ok
start time: 2021-01-27 11:18:41.234000
end_time: 2021-01-27 11:18:44.855000
duration: 3.621

------
Drone: 2

id: 0
command: command
response: ok
start time: 2021-01-27 11:17:58.641000
end_time: 2021-01-27 11:17:58.697000
duration: 0.056

id: 1
command: sn?
response: 0TQDG6JEDB4FYH
start time: 2021-01-27 11:18:03.667000
end_time: 2021-01-27 11:18:03.692000
duration: 0.025

id: 2
command: mon
response: ok
start time: 2021-01-27 11:18:04.679000
end_time: 2021-01-27 11:18:04.713000
duration: 0.034

id: 3
command: mdirection 2
response: ok
start time: 2021-01-27 11:18:04.715000
end_time: 2021-01-27 11:18:04.764000
duration: 0.049

id: 4
command: takeoff
response: ok
start time: 2021-01-27 11:18:04.766000
end_time: 2021-01-27 11:18:08.589000
duration: 3.823

id: 5
command: go -45 15 25 100
response: ok
start time: 2021-01-27 11:18:13.462000
end_time: 2021-01-27 11:18:16.545000
duration: 3.083

id: 6
command: go -15 45 -50 100
response: ok
start time: 2021-01-27 11:18:16.579000
end_time: 2021-01-27 11:18:19.095000
duration: 2.516

id: 7
command: go 15 45 50 100
response: ok
start time: 2021-01-27 11:18:19.697000
end_time: 2021-01-27 11:18:22.512000
duration: 2.815

id: 8
command: go 35 20 -50 100
response: ok
start time: 2021-01-27 11:18:22.597000
end_time: 2021-01-27 11:18:24.757000
duration: 2.16

id: 9
command: go 30 -10 50 100
response: ok
start time: 2021-01-27 11:18:25.281000
end_time: 2021-01-27 11:18:27.612000
duration: 2.331

id: 10
command: go 30 -15 -50 100
response: ok
start time: 2021-01-27 11:18:27.635000
end_time: 2021-01-27 11:18:29.611000
duration: 1.976

id: 11
command: go 15 -30 50 100
response: ok
start time: 2021-01-27 11:18:30.302000
end_time: 2021-01-27 11:18:32.916000
duration: 2.614

id: 12
command: go -15 -30 -50 100
response: ok
start time: 2021-01-27 11:18:32.977000
end_time: 2021-01-27 11:18:35.006000
duration: 2.029

id: 13
command: go -45 -15 50 100
response: ok
start time: 2021-01-27 11:18:35.771000
end_time: 2021-01-27 11:18:38.990000
duration: 3.219

id: 14
command: go 0 0 80 100 m3
response: ok
start time: 2021-01-27 11:18:39.009000
end_time: 2021-01-27 11:18:40.414000
duration: 1.405

id: 15
command: battery?
response: 78

start time: 2021-01-27 11:18:41.231000
end_time: 2021-01-27 11:18:41.279000
duration: 0.048

id: 16
command: land
response: ok
start time: 2021-01-27 11:18:41.280000
end_time: 2021-01-27 11:18:45.105000
duration: 3.825

